{
  "wayto": {
    "10839": "east",
    "10840": "go weeds"
  },
  "paths": [
    "Obvious paths: east"
  ],
  "image_coords": [
    449,
    796,
    487,
    834
  ],
  "terrain": "riparian",
  "description": [
    "It's shady and cool beneath the drawbridge.  The Tempest River, though swift in the channel, chuckles slowly and cheerfully among the stones and alluvium along the bank.  Reeds, cattails, tall river grasses, and other various weeds flourish in the rich mud and silt.  Set off to the side of the drawbridge is a rickety shack with a cast iron fish set into the ground in front of it.",
    "It's dark and cool beneath the drawbridge.  The Tempest River, though swift in the channel, chuckles slowly and cheerfully among the stones and alluvium along the bank.  Reeds, cattails, tall river grasses, and other various weeds flourish in the rich mud and silt.  Set off to the side of the drawbridge is a rickety shack with a cast iron fish set into the ground in front of it.",
    "It's shady and cool beneath the drawbridge.  The Tempest River, though swift in the channel, chuckles slowly and cheerfully among the stones and alluvium along the bank.  Reeds, cattails, tall river grasses, and other various weeds flourish in the rich mud and silt."
  ],
  "image": "rr-rivers_rest-1266350289.png",
  "climate": "moist",
  "title": [
    "[River's Rest, Underbridge]"
  ],
  "check_location": null,
  "timeto": {
    "10839": 0.2,
    "10840": 0.2
  },
  "id": 10838,
  "location": "the town of River's Rest",
  "tags": [
    "some acantha leaf",
    "some aloeas stem",
    "stalk of bluebells",
    "some talneo root",
    "water chestnut",
    "striped heart mushroom",
    "acantha leaf",
    "calamia fruit",
    "aloeas stem",
    "soft white mushroom",
    "withered black mushroom",
    "daggerstalk mushroom",
    "flathead mushroom",
    "genkew mushroom",
    "blue trafel mushroom",
    "stalk of cattail",
    "wild chokecherry",
    "bright red cranberry",
    "kylan berry",
    "murdroot",
    "wavepetal blossom",
    "sunburst blossom"
  ],
  "links": [

  ]
}