{
  "id": 10848,
  "title": [
    "[River's Rest, Riverwalk]"
  ],
  "description": [
    "The narrow walkway, made from broken fragments of white and pink shells, follows the gently meandering contours of the wide river.  To the north are the delivery entries in the backs of various town shops.  Between the back entrances is a small shop door, from which emanates a powerful smell of pickle brine.  To the south, the wide Tempest River wends it way out toward Maelstrom Bay.",
    "The narrow walkway, bright in the moonlight, is made from broken fragments of white and pink shells.  It follows the gently meandering contours of the wide river.  To the north are the delivery entries in the backs of various town shops.  Between the back entrances is a small shop door from which emanates a powerful smell of pickle brine.  To the south, the wide Tempest River wends it way out toward Maelstrom Bay.",
    "The narrow walkway, made from broken fragments of white and pink shells, follows the gently meandering contours of the wide river.  To the north are the delivery entries in the backs of various town shops.  Between the back entrances is a small shop door from which emanates a powerful smell of pickle brine.  To the south, the wide Tempest River wends it way out toward Maelstrom Bay."
  ],
  "paths": [
    "Obvious paths: east, west"
  ],
  "climate": "temperate",
  "terrain": "riparian",
  "wayto": {
    "10849": "east",
    "23934": "go path",
    "10943": "go lockworks",
    "10944": "go shop",
    "10847": "west"
  },
  "timeto": {
    "10849": 0.2,
    "23934": 0.2,
    "10943": 0.2,
    "10944": 0.2,
    "10847": 0.2
  },
  "image": "rr-rivers_rest-1266350289.png",
  "image_coords": [
    834,
    745,
    872,
    783
  ],
  "tags": [
    "some acantha leaf",
    "pepperthorn root",
    "sprig of wild lilac",
    "acantha leaf",
    "calamia fruit",
    "soft white mushroom",
    "withered black mushroom",
    "daggerstalk mushroom",
    "flathead mushroom",
    "genkew mushroom",
    "blue trafel mushroom",
    "wintergreen leaf",
    "bright red teaberry",
    "blueberries",
    "handful of currants",
    "wild gooseberry",
    "fiddlehead fern",
    "water chestnut",
    "wild grapes",
    "stalk of cattail",
    "stalk of bluebells",
    "red clover blossom",
    "pink clover blossom",
    "white clover blossom",
    "purple clover blossom",
    "yellow clover blossom",
    "stalk of goldenrod",
    "small wild rose",
    "Imaera's Lace",
    "wild chokecherry",
    "mistweed",
    "kylan berry",
    "murdroot",
    "wavepetal blossom",
    "ironfern root",
    "sunburst blossom"
  ]
}