{
  "id": 12269,
  "title": [
    "[Anthurium Way]"
  ],
  "description": [
    "The soft sand of the path comes to a crossroads here with a less traveled route proceeding west and fresh footprints leading to a large sandstone building to the south. An empty cart with a broken wheel sits off to one side of the western path, the axel propped up on a wooden crate awaiting its owner's return. Flowerpots filled with bright yellow-leafed plants and deep green ivy fill the cart, their journey to a new home interrupted by the wheel's untimely demise.",
    "The path comes to a crossroads here with a narrower path proceeding west and a wider one leading south towards a large sandstone building. Two torches have been placed here but one has gone out making it difficult to see. An empty cart with a broken wheel sits off to one side of the western path. Flowerpots filled with leafed plants and ivy fill the cart, their journey to a new home interrupted by the wheel's untimely demise.",
    "The path comes to a crossroads here with a narrower path proceeding west and a wider one leading south towards a large sandstone building.  Two torches have been placed here but one has gone out making it difficult to see.  An empty cart with a broken wheel sits off to one side of the western path.  Flowerpots filled with leafed plants and ivy fill the cart, their journey to a new home interrupted by the wheel's untimely demise.",
    "The soft sand of the path comes to a crossroads here with a less traveled route proceeding west and fresh footprints leading to a large sandstone building to the south.  An empty cart with a broken wheel sits off to one side of the western path, the axel propped up on a wooden crate awaiting its owner's return.  Flowerpots filled with bright yellow-leafed plants and deep green ivy fill the cart, their journey to a new home interrupted by the wheel's untimely demise."
  ],
  "paths": [
    "Obvious paths: east, south, west"
  ],
  "location": "Mist Harbor",
  "wayto": {
    "12270": "west",
    "3872": "south",
    "12268": "east",
    "16381": "go cottage",
    "20450": "go bungalow",
    "16547": "go cabana",
    "24403": "go tower"
  },
  "timeto": {
    "12270": 0.2,
    "3872": 0.2,
    "12268": 0.2,
    "16381": 0.2,
    "20450": 0.2,
    "16547": 0.2,
    "24403": 0.2
  },
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "image_coords": [
    3341,
    1590,
    3361,
    1611
  ],
  "tags": [
    "murdroot"
  ]
}