{
  "wayto": {
    "3842": "west",
    "3843": "east",
    "18231": "go arch"
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    2211,
    1321,
    2248,
    1358
  ],
  "terrain": "hard, flat",
  "description": [
    "Beautiful banners in pastel hues of coral, blue, and sea green fly from the tall wrought iron lanterns along the cobblestone path.  The Mist Harbor emblem is embroidered on each in golden thread, the sunlight causing them to shimmer.  Each of the small cottages lining the street has its door painted in the same colors as the silken banners flapping in the cool breeze.",
    "Flickering candlelight from the lanterns dances across the banners hung from their poles.  Firelight dapples the soft pastel hues of each banner as they flutter softly in the evening breeze, casting undulating shadows across the cool cobblestone street.  The banners bear Mist Harbor emblem in golden thread.  The small cottages lining the street have their doors painted in the same colors as the silken banners.",
    "Beautiful banners in pastel hues of coral, blue, and sea green fly from the tall wrought iron lanterns along the cobblestone path.  The Four Winds emblem is embroidered on each in golden thread, the sunlight causing them to shimmer.  Each of the small cottages lining the street has its door painted in the same colors as the silken banners flapping in the cool breeze.  A delicate bamboo arch leads to a secluded garden.",
    "Flickering candlelight from the lanterns dances across the banners hung from their poles.  Firelight dapples the soft pastel hues of each banner as they flutter softly in the evening breeze, casting undulating shadows across the cool cobblestone street.  The banners bear Four Winds emblem in golden thread.  The small cottages lining the street have their doors painted in the same colors as the silken banners.  A delicate bamboo arch leads to a quiet garden."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Cobblestone Path]"
  ],
  "check_location": null,
  "timeto": {
    "3842": 0.2,
    "3843": 0.2,
    "18231": 0.2
  },
  "id": 12299,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}