{
  "wayto": {
    "8722": "go thrak curtain",
    "1194": "northeast",
    "1195": "east"
  },
  "paths": [
    "Obvious exits: northeast, east"
  ],
  "image_coords": [
    201,
    354,
    231,
    384
  ],
  "terrain": "indoors",
  "description": [
    "The charred form of a fireplace occasionally billows small clouds of dust from a spot away from the crowd in the tavern.  Charred animal skins lie before the hearth, flanked on either side by clawed and raggedly ripped couches.  Broken and blackened trophies of forgotten hunts line the burnt and stained walls.",
    "Tiny smudges of soot mar the fieldstones used to create the grand fireplace in this cozy room.  A collection of plaques hangs above an immense grey marble mantel cluttered with trophy cups and bowls.  Fashioned from a single stone slab, the hearth extends to an impressive black bear rug with its maw frozen in a silent roar.  Several overstuffed wingback chairs, each covered in deep jewel-tone chintz, are scattered about the room.  Against the back wall, a tall glass-front curio houses several ancient mementos and a thrak hide curtain hangs nearby.",
    "A massive granite fireplace covers the back wall, proudly displaying a glass-paneled case upon its solid felwood mantel.  Two distressed leather sofas are pushed up against the side walls to allow plenty of room for weary patrons to rest.  Nearby, a blackened thrak hide curtain leads to a small alcove.  Sprawled across the wooden floors are several mismatched animal pelts.  You also see some leather sofas, a hide-wrapped wastebasket and a basket of sticks."
  ],
  "image": "wl-wehnimers-1264234799.png",
  "climate": "indoors",
  "title": [
    "[Raging Thrak Inn, Trophy Room]",
    "[Raging Thrak, Trophy Room]",
    "[Thrak Inn, Trophy Room]"
  ],
  "check_location": null,
  "timeto": {
    "8722": 0.2,
    "1194": 0.2,
    "1195": 0.2
  },
  "id": 1259,
  "location": "Wehnimer's Landing",
  "tags": [
    "node",
    "sanctuary",
    "supernode",
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}