{
  "id": 13231,
  "title": [
    "[Library Aies, Courtyard]"
  ],
  "description": [
    "The intricate ironwork gates open upon a large formal courtyard, filled with regimentally neat beds of flowers.  Several gardeners toil in various areas of the vast garden, weeding and mulching around the plantings.  The wide paved stone walkway parts to pass on either side of a large octagonal granite fountain.  A pair of mithril doors, framed by intricate carvings, stand sentinel in the massive granite facade of the library.",
    "The intricate ironwork gates open upon a large formal courtyard, filled with regimentally neat beds of flowers.  The wide paved stone walkway parts to pass on either side of a large octagonal granite fountain.  Shuttered lanterns posted at the points of the octagon illuminate the path.  A pair of mithril doors, framed by intricate carvings, stand sentinel in the massive granite facade of the library.",
    "The intricate ironwork gates open upon a large formal courtyard, filled with regimentally neat beds of flowers.  Several gardeners toil in various areas of the vast garden, weeding and mulching around the plantings.  The wide paved stone walkway parts to pass on either side of a large octagonal granite fountain, while an offshoot path meanders around the side of the building.  A pair of mithril doors, framed by intricate carvings, stand sentinel in the massive granite facade of the library.",
    "The courtyard is large and formal.  At its center is an octagonal fountain, from which paved paths and walkways radiate out in a symmetrical, florally inspired pattern.  The library overlooks the open space, cradling it between its main building and two extended wings.  Shuttered lanterns posted at the points of the octagon illuminate the garden, bathing flowers and stone alike in a bluish glow.  A marble colonnade separates the courtyard from the var beyond.",
    "The courtyard is large and formal.  At its center is an octagonal fountain, from which paved paths and walkways radiate out in a symmetrical, florally inspired pattern.  The library overlooks the open space, cradling it between its main building and two extended wings.  A marble colonnade separates the courtyard from the var beyond."
  ],
  "paths": [
    "Obvious paths: out"
  ],
  "location": "Ta'Illistim",
  "wayto": {
    "16": "out",
    "13232": "go doors",
    "24555": "go walkway"
  },
  "timeto": {
    "16": 0.2,
    "13232": 0.2,
    "24555": 10
  },
  "image": "en-ta_illistim-new.jpg",
  "image_coords": [
    731,
    478,
    754,
    499
  ]
}