{
  "id": 13345,
  "title": [
    "[Ta'Illistim, Sylvar Pointe]"
  ],
  "description": [
    "Plush grass follows the decline of a gentle slope, dotted here and there with small weathered boulders.  A lovely white bower, nearly covered by a climbing rose, drips deep red blossoms from above in billowy clouds.  The edges of the clearing are planted with profusely blooming blaeston bushes, fragrant lavender, and pale blue phlox.",
    "Plush grass follows the decline of a gentle slope, dotted here and there with small weathered boulders.  A lovely white bower, nearly covered by a climbing rose, drips deep red blossoms from above in billowy clouds.  The edges of the clearing are planted with profusely blooming blaeston bushes, fragrant lavender, and pale blue phlox. A lantern hung from a nearby post provides gentle illumination.",
    "Plush grass follows the decline of a gentle slope, dotted here and there with small weathered boulders.  A gracile silver-frame bower, nearly covered by a climbing roses, drips white blossoms from above in billowy clouds.  The edges of the clearing are planted with profusely blooming viburnum bushes, spider lilies, and heath aster.  A lantern hung from a nearby post provides gentle illumination.",
    "Plush grass follows the decline of a gentle slope, dotted here and there with small weathered boulders.  A gracile silver-frame bower, nearly covered by climbing roses, drips white blossoms from above in billowy clouds.  The edges of the clearing are planted with profusely blooming viburnum bushes, spider lilies, and heath aster."
  ],
  "paths": [
    "Obvious paths: southeast, west"
  ],
  "location": "Ta'Illistim",
  "wayto": {
    "13344": "west",
    "13346": "southeast"
  },
  "timeto": {
    "13344": 0.2,
    "13346": 0.2
  },
  "image": "en-ta_illistim-new.jpg",
  "image_coords": [
    1376,
    83,
    1399,
    105
  ],
  "tags": [
    "some cactacae spine",
    "sprig of foxglove",
    "stalk of monkeyflower",
    "small rose",
    "heath aster",
    "some haphip root",
    "some calamia fruit",
    "some sovyn clove"
  ]
}