{
  "wayto": {
    "13724": "northwest",
    "13726": "southwest",
    "10438": "go gateway"
  },
  "paths": [
    "Obvious paths: southwest, northwest"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Light green pinnately compound leaves frame drooping clusters of pale lavender flowers, as thick wisteria snaking along an arched gateway disguises the framework of the structure.  Amid the now blossomless lilac bushes, tall stalks of hollyhocks and gladiolas climb, creating a flowering curtain of pinks and reds.",
    "All that remains of the wisteria vines snaking along an arched gateway are paling green leaves and dangling brown-green seed pods.  Pink hollyhocks mingle with red and violet gladiolas, each racing toward the sky in competition with bowing sunflowers.  Straggling bushes of black-eyed susans and purple cosmos fill the gaps between the hardy stems.",
    "Leafless wisteria vines winding around an arched gateway sport several crisp brown seed pods and a handful of purple-blossomed clusters, one last attempt to flower before winter comes.  Sunflowers dominate the garden beds, though the weedlike growths of black-eyed susans and multihued cosmos threaten to overtake them.",
    "The naked framework of an arched gateway is wrapped with brown branches of wisteria, looking more dead than alive.  Several other bushes nearby repeat this same sober scene, a single red mitten caught upon one of the grayish branches.",
    "Pale chartreuse wisteria fronds snake along the framework of an arched gateway, the wiry tendrils and thin budded stems fluttering like wisps of wind-tossed hair.  Full rounded bushes of lilacs add their cloying fragrance to the immediate surroundings."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Bard Guild, Gardens]"
  ],
  "check_location": null,
  "timeto": {
    "13724": 0.2,
    "13726": 0.2,
    "10438": 0.2
  },
  "id": 13538,
  "location": "the Ta'Vaalor Bard Guild",
  "tags": [

  ],
  "links": [

  ]
}