{
  "id": 13726,
  "title": [
    "[Bard Guild, Gardens]"
  ],
  "description": [
    "Captured in the moonlight are slender yellow-green willow leaves floating upon the surface of the shallow pool, lazily drifting like tiny boats cut loose from their moorings. Twining along the branches of azaleas and rhododendrons past their prime are tender vines filled with sweet-scented white and purple passionflowers.",
    "Slender yellow-green willow leaves float upon the surface of the shallow pool, lazily drifting like tiny boats cut loose from their moorings.  A small grove of miniature apple trees bears lush, leafy crowns and immature fruits that bask in the sunlight.  Pale blue-flowered myrtle creeps along the ground, carpeting the perimeter of the garden with a lush blanket.  Twining along the branches of azaleas and rhododendrons past their prime are tender vines filled with white and purple passionflowers.",
    "Near-ripe fruit weighs down the branches of a small grove of miniature apple trees, some sporting the beginnings of a red blush.  Purple and white passionflowers bloom in profusion amid the thick leaves of the vines that now overwhelm the azalea and rhododendron bushes, almost completely obscuring them.  A couple of beekeeping hives are set at the far end of the garden to collect precious honey.",
    "Ripe apples revel in the crisp autumn air, hanging temptingly from the branches of several miniature apple trees.  Pale elongated fruits dangle from the passionflower vines, offering another sweet temptation for those strolling through the gardens.  The thick scent of honey emits from the beekeeping hives off to the side, accompanied by a loud buzzing.",
    "The frozen surface of the shallow pool is rippled and uneven from the frequent warming and freezing cycles of winter.  Dark straggly limbs of a small grove of miniature apple trees stand out somberly against a backdrop of snow-covered hedges.  A wooden frame set with clear glaes panels at the far end of the garden holds sprouting seedlings waiting for the spring thaw.",
    "A gentle evening breeze carries the sweet scent from a nearby grove of flowering miniature apple trees.  Toothy yellow wood violets crowd the base of the trunks, peeking out from the cover of lush moss.  Pastel azalea bushes in hues of pink and salmon huddle beneath larger rhododendrons lush with showy purple and red blossoms."
  ],
  "paths": [
    "Obvious paths: northeast, south"
  ],
  "location": "the Ta'Vaalor Bard Guild",
  "wayto": {
    "13538": "northeast",
    "13727": "south"
  },
  "timeto": {
    "13538": 0.2,
    "13727": 0.2
  }
}