{
  "wayto": {
    "13726": "north"
  },
  "paths": [
    "Obvious paths: north"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "A narrow, cobbled path circles around a shallow pool, its limpid surface occasionally stirred by the draping boughs of a young yellow-green willow tree.  A variety of flowers hide beneath verdant fern fronds, the moonlight occasionally picking out dashes of brilliant color.",
    "A narrow, cobbled path circles around a shallow pool, its limpid surface occasionally stirred by the draping boughs of a young yellow-green willow tree.  White trilliums and purple dwarf iris mingle in the garden beds with bright red dahlias and sunny yellow zinnias, their flowering heads peeking out from among verdant fern fronds.",
    "A floating community of waterlilies nestles along the shores of a shallow pool, their wide-open pink blossoms beckoning multicolored dragonflies.  Bright red dahlias and sunny yellow zinnias tower above neighboring dark green fern fronds dotted with brown spores.",
    "Yellowing, blossomless lily pads float atop the surface of a shallow pool, providing resting places for frogs croaking deep-throated song in the moonlight.  Paling green ferns droop and a nearly denuded willow tree slumps forlornly, its almost leafless, trailing branches immersed in the water.",
    "A narrow, cobbled path circles around a shallow pool, its frozen surface riddled with leaves and twigs.  A blanket of snow covers the garden beds, patches of dark earth visible in spots where it has melted.  Two small ornamental evergreens at the path's entrance have been set with small votives that glow softly and dispel little of the darkness.",
    "A narrow, cobbled path circles around a shallow pool, its limpid surface dotted with soft pink petals from the overhanging cherry tree.  Stark white trilliums and vivid dwarf iris brighten the garden beds, their low flowers rising just above the fiddleheads of young ferns standing like ranks of buried violins.",
    "A narrow, cobbled path circles around a shallow pool, its frozen surface riddled with leaves and twigs.  A blanket of snow covers the garden beds, patches of dark earth visible in spots where it has melted.  Two small ornamental evergreens at the path's entrance have been decorated with seeded suet cakes, treats for the cardinals and blue jays that brave the icy cold."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Bard Guild, Gardens]"
  ],
  "check_location": null,
  "timeto": {
    "13726": 0.2
  },
  "id": 13727,
  "location": "the Ta'Vaalor Bard Guild",
  "tags": [
    "some aloeas stem"
  ],
  "links": [

  ]
}