{
  "wayto": {
    "13724": "out"
  },
  "paths": [
    "Obvious paths: out"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Moonlight brightens the white striations of the traesharm hedges, as well as the cream-hued magnolia blossoms in an earthy parody of the starry sky.  A smooth marble bench curves around the huge trunk of the lone tree, where the occasional wilted brown-edged petal sits.",
    "Pale green fruits hug the green and white foliage of the traesharm hedges, some hidden by fallen magnolia leaves that are a glossy, dark green on one side and pale brown on the other.  A smooth marble bench curves around the huge trunk of the lone, blossoming tree, where the occasional wilted brown-edged petal sits.",
    "Clusters of ripe violet fruits draw both birds and bees to the traesharm hedges, and the treasures missed on the bush litter the ground.  A smooth marble bench curves around the huge trunk of the lone magnolia tree completely devoid of its large white blossoms.",
    "Thick green and white-leaved traesharm hedges provide a secluded bower, surrounding a lone magnolia.  A smooth marble bench curves around the huge trunk of the tree and is littered with curling leaves.",
    "Snow-capped traesharm hedges surround an ice-frosted magnolia, occasionally spinning off wisps of flakes as strong gusts dislodges them.  A smooth marble bench curves around the huge trunk of the tree and has been meticulously cleaned to keep seating available.  A crackling copper firepit has been stacked with fragrant cherry wood and provides a cozy atmosphere for those enjoying the evening.",
    "Surrounded by a tall traesharm hedge, the garden niche is sheltered by an umbrella-shaped magnolia tree filled with giant cream-hued blossoms larger than a giantman's hand.  A smooth marble bench curves around the huge trunk, providing sheltering shadows from the moonlight and a cozy setting for lovers or those seeking quiet contemplation.",
    "Snow-capped traesharm hedges surround an ice-frosted magnolia, occasionally spinning off wisps of flakes as strong gusts dislodges them.  A smooth marble bench curves around the huge trunk of the tree and has been meticulously cleaned to keep seating available."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Bard Guild, Garden Niche]"
  ],
  "check_location": null,
  "timeto": {
    "13724": 0.2
  },
  "id": 13725,
  "location": "the Ta'Vaalor Bard Guild",
  "tags": [

  ],
  "links": [

  ]
}