{
  "wayto": {
    "13725": "go arbor",
    "13538": "southeast"
  },
  "paths": [
    "Obvious paths: southeast"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Moonlight adds a soft glow to the ivory blossoms playing hide and seek amid the lush dark green foliage entwining a graceful rose arbor.  The soft tea-like scent of roses contrasts slightly with the pungent fragrance of full-bloomed marigolds.",
    "A myriad of ivory blossoms play hide and seek amid the lush dark green foliage entwining a graceful rose arbor.  Expertly pruned bushes now exhibit their prized roses in deep shades of coral, scarlet, and vermillion.  Orange marigolds crowd around the thin trunks, attracting their fair share of bumblebees.",
    "Ivory rose blossoms cascade like a snowy waterfall, draping from a near hidden rose arbor, with few of the dark green leaves showing.  Fully flowering rose bushes offer a profusion of blooms for cutting and arranging in magnificent bouquets.  Red-orange marigold crowns brown slightly along the tips as the flowers go to seed.",
    "A graceful rose arbor provides a framework for climbing snow roses, but few of the ivory blooms remain after recent frosts.  Scarlet rosehips dot dark-foliaged bushes, fat and suitable for tart jams and tissanes.  Small clumps of cushiony gold chrysanthemums edge the garden beds, providing a last resource for honeybees.",
    "A graceful rose arbor no longer encumbered by twining branches reveals white paint needing some touching up.  Pruned snow roses flank each side and stubby rose bushes struggle to peak out from beneath a blanket of snow.",
    "Dark green foliage entwines a graceful rose arbor, the tips of their delicate ivory petals emerging from fat rosebuds and glowing ghostly in the moonlight.  Stubby pruned bushes strive to put forth new growth from a winter's hibernation.  Edging the rows of roses are marigold seedlings, fern-like in their beginning stages."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Bard Guild, Gardens]"
  ],
  "check_location": null,
  "timeto": {
    "13725": 0.2,
    "13538": 0.2
  },
  "id": 13724,
  "location": "the Ta'Vaalor Bard Guild",
  "tags": [

  ],
  "links": [

  ]
}