{
  "wayto": {
    "3749": "go booth",
    "1474": "west",
    "3903": "go stall",
    "1453": "east",
    "1437": "north",
    "1448": "northeast",
    "1460": "southeast",
    "1472": "south",
    "1473": "southwest",
    "3782": "go stand"
  },
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west"
  ],
  "image_coords": [
    941,
    575,
    965,
    599
  ],
  "terrain": "hard, flat",
  "description": [
    "The crush of the crowd is almost overwhelming here in the center of the market.  Peddlers wheeling small carts push their way through, shouting loudly.  Nearby, a group of dwarves argue heatedly with a local merchant.",
    "The crush of the crowd is almost overwhelming here in the center of the market.  Peddlers wheeling small carts push their way through, shouting loudly.  Nearby, a group of dwarves argue heatedly with a local merchant.  Cracks splinter many of the cobblestones of the square.",
    "The press of the crowd is little diminished by the late hour.  Peddlers wheel small carts, pushing their way through and splitting the air with their shouts.  Delectable scents of baked goods grace the air, drifting from the wrought iron oven of the Muffinsmith's stall at the corner of the market.  Before it, a blond thanot bench embellished with bas-relief pelican feathers glistens in the starlight thanks to a coat of varnish.  On the opposite end of the market, the Belts booth and the Small Blades stand laze beneath the night sky, still open for custom.",
    "The crush of the crowd is almost overwhelming in the center of the sprawling marketplace.  Peddlers wheel small carts, pushing their way through and splitting the air with their shouts.  Delectable scents of baked goods grace the air, drifting from the wrought iron oven of the Muffinsmith's stall at the corner of the market.  Before it, a blond thanot bench embellished with bas-relief pelican feathers glistens in the sunlight thanks to a coat of varnish.  On the opposite end of the market, the Belts booth and the Small Blades stand battle for the throng's attention."
  ],
  "image": "vo-solhaven-1263764670.png",
  "climate": "temperate",
  "title": [
    "[Solhaven, North Market]"
  ],
  "check_location": null,
  "timeto": {
    "3749": 3.0,
    "1474": 3.0,
    "3903": 3.0,
    "1453": 3.0,
    "1437": 3.0,
    "1448": 3.0,
    "1460": 3.0,
    "1472": 3.0,
    "1473": 3.0,
    "3782": 3.0
  },
  "id": 1438,
  "location": "the free port of Solhaven",
  "tags": [
    "node",
    "town",
    "supernode",
    "meta:mapname:Vornavis - Solhaven",
    "meta:mapshortname:Solhaven",
    "meta:mapcategory:Vornavis",
    "meta:mapcategory:Towns",
    "meta:trashcan:copper-banded green oak barrel",
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}