{
  "wayto": {
    "8431": "54006ad589cd915b5ee8a1df1baa85e9"
  },
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest"
  ],
  "image_coords": [
    1319,
    950,
    1329,
    960
  ],
  "terrain": null,
  "description": [
    "It is difficult to see any great distance through the dense foliage.  The deep layer of fallen leaves makes it impossible to see any resemblance of a trail.  The scent of oak rides on the gentle breeze.",
    "A small pool of water has collected in a low spot of the forest.  Several oak leaves sail across the puddle, pushed by the rare draft that slips through the trees.  Tracks of raccoons and deer are scattered around the soft mud bordering the water.",
    "A grey squirrel rustles up in a tree, dropping acorns on to the forest floor.  Velvet-textured moss covers the base of the oak trees' trunks and across the bare spots of the ground.  The calmness of the air is eerie, the moonlight filtering through the branches above.",
    "A large tree fell here recently.  A few saplings have already taken hold in its place, fighting for the spot the mighty oak once occupied.  The layers of brown leaves on the ground crunch under your feet with every step.  The forest seems to stretch on endlessly in every direction.",
    "The trees are all starting to look the same.  Each direction looks exactly alike, trees and more trees merging into a combination of drab, natural colors.  The old forest is made up completely of oak trees, their dominance choking out any other plant growth that attempts to develop.",
    "The ground under the fallen leaves is rather uneven, caused by the thick roots of the oaks and occasional rocks that protrude through the forest floor.  Vines hang down from lofty branches, stealing what little light passes through the ceiling of oak leaves before it reaches the ground.",
    "This deep into the expansive forest, there are no signs of civilization visible.  Majestic oak trees are staggered randomly, stretching as far as the eye can see in all directions.  Piles of leaves almost cover the jagged rocks that poke through from the ground underneath.",
    "Finding the way through the woods is difficult.  There are very few landmarks to navigate by, the large oak trees blending together in an array of browns, reds and greens.  Chitters of squirrels echo through the forest, along with the crackling of branches as they scurry through the highest limbs.",
    "The air near the ground is still despite the gentle breeze rattling the leaves on the highest of branches above.  The few clouds visible through the small openings in the leafy canopy are slowly reshaped by the wind's endless touch.  The hoot of an owl in the distance breaks the silence of the forest."
  ],
  "image": "wl-trollfang-1264234799.png",
  "climate": null,
  "title": [
    "[Lost In The Woods]"
  ],
  "check_location": null,
  "timeto": {
    "8431": 1.0
  },
  "id": 14618,
  "location": "the Upper Trollfang",
  "tags": [
    "some calamia fruit",
    "fiddlehead fern",
    "stick",
    "bloodwood twig",
    "some tree bark"
  ],
  "links": [

  ]
}