{
  "id": 14614,
  "title": [
    "[Ranger Guild, Lost]"
  ],
  "description": [
    "The dark night air presses in all around you.  Dense clouds of fireflies float about the woods, littering them with pockets of flashing light and making it more difficult to get your bearings.",
    "You wander deeper into the dark woods then stop.  The area you've wandered into is completely devoid of light.  Looking down, you find that you can barely make out your own form.  Even the fireflies that seem to swarm in the rest of the woods are nowhere to be found.",
    "Roots threaten to send you sprawling to the ground as you stumble about in the dark.  Clouds of fireflies taunt you with light, but never give enough to see anything by, let alone the trail you're looking for.  An owl hoots in the distance, then the woods are deathly silent again.",
    "A light breeze moves through the trees, bringing a welcome change to the still, unending darkness.  The trees are widely spaced in this part of the woods, which does nothing to help in finding the trail.  A startled squirrel races across your path, and then the woods are still again.",
    "A solitary shaft of moonlight breaks through the foliage above, almost blinding you with its brightness.  A look around in the unexpected light reveals that you are in a small clearing.  Searching about the clearing turns up no sign of the trail continuing.  A lone firefly dances into the clearing, zipping in front of your face a few times as if mocking you, before disappearing into the dark woods.",
    "The sound of a stream fills your ears as you wander about in the dark.  You continue making your way through the trees, swatting away the occasional firefly, when you suddenly find the stream.  You shake off your now-soaked foot and mutter to yourself as you continue searching for the trail.",
    "Thin rays of moonlight stab through the darkness.  In the light they provide you can make out signs that others have been here before.  Peering closer to examine the footsteps, you blink as you recognize your own footprints going off in several different directions.",
    "Fireflies zip about in the chill night air, small motes of light that do nothing to help you see where you are.  Peering about you can't even tell which way you came from.  The dark forest presses in about you, deathly silent and foreboding.",
    "Dead leaves rustle and twigs snap as you plod on through the darkness.  Occasional clouds of fireflies flicker by further off in the woods like passing torches.  A fallen branch laying across your path almost trips you and it almost seems the light will never come again.",
    "A cold, damp fog presses in all about you.  Barely able to see your own nose, you quickly lose your sense of direction.  Looking at the forest about you tells you nothing, as every tree looks like the last one you peered at."
  ],
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest"
  ],
  "location": "Solhaven",
  "wayto": {
    "9377": {
      "file": "string_procs/wayto/14614_9377.rb"
    }
  },
  "timeto": {
    "9377": 1.0
  },
  "tags": [
    "sprig of wild lilac",
    "some acantha leaf",
    "some torban leaf",
    "some calamia fruit",
    "some tree bark",
    "stick"
  ]
}