{
  "wayto": {
    "12568": "eb75871bc8dfd72564bdb595f61f93e0"
  },
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest",
    "Obvious paths: none"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Large buttress roots descend from a fig tree, dividing the path and diverting it in and out of pockets within the roots.  Around the base of the offshoots, plants cower like small creatures seeking shelter within the lee of a giant's foot.  A chatter of birdsong provides a backdrop, punctuated with the voices of other creatures hidden in the rampant foliage.",
    "Large buttress roots descend from a fig tree, dividing the path and diverting it in and out of pockets within the roots.  Around the base of the offshoots, plants cower like small creatures seeking shelter within the lee of a giant's foot.  The chirping of crickets provides a backdrop, punctuated with the voices of other creatures hidden in the rampant foliage.",
    "A large banyan tree blocks the trail, forcing it to meander through a maze of tall ferns and other foliage.  Vines hang down from the branches above, a tangled curtain adorned with clumps of orchids and other flowering jewels.  Small clumps of broad-leafed plants grow on the jungle floor, fed by water run-off from the giants spreading their canopies overhead.",
    "The trail twists through a stand of tall ferns.  Their spiky fronds wave languidly, tickled by the touch of a light breeze.  Overhead, the thick jungle provides a constant hum, the serenade of the teeming denizens living in the vastness of the treetops.",
    "A growth of large plants almost blocks the trail, the dense foliage competing for light in a riot of growth.  The trail winds beneath some of the largest of the crowd, which hover over the way as if they are striving to overtake the path and convert it to their own purposes.",
    "Tangles of vines and creepers edge the path, creating a wild-looking lace on either side.  Small lizards and insects of all shapes and forms dart through the undergrowth, making a soft rustle and hum with their hurried progress.",
    "The trail twists through a stand of tall ferns.  Their spiky fronds wave lazily in the touch of a breeze.  Overhead, the thick jungle provides a constant hum with its serenade of chirps, clicks, hums and calls from the vastness of the treetops.  The air is thick with the smell of thick loam saturated with the steady drip of moisture from intermittent tropical showers.",
    "A wild tangle of vines and creepers hang over the path, creating a haphazard web on either side.  Small lizards and insects of all shapes and forms dart through the jumble, making a soft rustle with their hurried progress.  Tree frogs peer out from the foliage here and there with huge, scarlet eyes.",
    "A large clump of umbrella plants almost block the trail, their five-fingered leaves competing for light in a riot of growth.  The trail winds beneath some of the larger leaves, which hover over the way like parasols held over a royal's head.",
    "A large banyan tree stands in the trail's way, forcing it to meander through a maze of tall buttress roots.  Orchids cling to the wall-sized roots, decorating the smooth skin with their showy blooms in all shades of color between white and rosey-pink.  Small clumps of broad-leafed plants cluster around the foot of the tree, fed by water run-off from the giant standing overhead."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Teras Isle, Jungle]"
  ],
  "check_location": null,
  "timeto": {
    "12568": 3.0
  },
  "id": 14706,
  "location": "Kharam-Dzu",
  "tags": [
    "stick"
  ],
  "links": [

  ]
}