{
  "id": 1491,
  "title": [
    "[Solhaven, Baron's Bridge Road]"
  ],
  "description": [
    "The footfalls and rasp of wagon wheels on stone accompanying the traffic from the north suddenly take on a hollow undertones as solid ground and stone roadway are replaced by the timbers and planking of South 'Haven.  No less busy than Bayside Road north of the bridge, the smocks and leather aprons of tradesmen are more evident here.",
    "The footfalls and rasp of wagon wheels on stone accompanying the traffic from the north suddenly take on hollow undertones as solid ground and stone roadway are replaced by the timbers and planking of South 'Haven.  No less busy than Bayside Road north of the bridge, the smocks and leather aprons of tradesmen are more evident here.",
    "The rasping of wagon wheels and clunks of booted feet on stone accompanying the traffic from the north take on hollow undertones as solid ground and cobbled roadway surrender to the timbers and planking of South 'Haven.  A quiet tavern with a gated patio and smoked windows rules over one of the scant swathes of solid ground, though only the occasional customer slinks inside.",
    "The occcasional rasping of wagon wheels and clunks of booted feet on stone accompanying the traffic from the north take on hollow undertones as solid ground and cobbled roadway surrender to the timbers and planking of South 'Haven.  A bustling tavern with a gated patio and smoked windows rules over one of the scant swathes of solid ground, its entryway clogged with grizzled tradesmen and overfed wenches."
  ],
  "paths": [
    "Obvious paths: north, northeast, east, south, west",
    "Obvious paths: north, northeast, east, west"
  ],
  "location": "the southern part of Solhaven",
  "wayto": {
    "1490": "northeast",
    "1492": "north",
    "1493": "east",
    "1538": "west"
  },
  "timeto": {
    "1490": 0.2,
    "1492": 0.2,
    "1493": 0.2,
    "1538": 0.2
  },
  "image": "vo-solhaven-1263764670.png",
  "image_coords": [
    636,
    1080,
    660,
    1104
  ]
}