{
  "id": 1508,
  "title": [
    "[Empath Guild, Entrance]",
    "[Empaths' Guild, Entrance]"
  ],
  "description": [
    "A silver portcullis yawns widely between two red brick walls.  Ivy clambers haphazardly over the walls, wandering where it pleases except two places where it has been neatly trimmed back: the portcullis and a silver plaque mounted on the right hand wall.  The ground is strewn with a thick layer of crushed brick that crunches loudly underfoot, and a bright banner ripples in the brisk sea breeze as it clings to the top of a tall flagpole.  Torches attached to the flagpole brightly illuminate the area.",
    "A silver portcullis yawns widely between two red brick walls.  Ivy clambers haphazardly over the walls, wandering where it pleases except two places where it has been neatly trimmed back: the portcullis and a silver plaque mounted on the right hand wall.  The ground is strewn with a thick layer of crushed brick that crunches loudly underfoot, and a bright banner ripples in the brisk sea breeze as it clings to the top of a tall flagpole.  Torches attached to the flagpole await the onset of night.",
    "Red brick walls choked by a lush blanket of climbing ivy give way to a yawning silver portcullis.  The thriving greenery has been cut back on one wall to reveal a lustrous silver plaque.  Where it is not home to rampant greenery and creepers with blossoms in riotous, prismatic hues, the ground is strewn with a thick layer of crushed brick that forms a spiraling trail centered upon a tall flagpole flying a bright acantha leaf banner.  Torches at the flagpole's base await the onset of night.",
    "Red brick walls choked by a lush blanket of climbing ivy give way to a yawning silver portcullis.  The thriving greenery has been cut back on one wall to reveal a lustrous silver plaque.  Where it is not home to rampant greenery and creepers with blossoms in riotous, prismatic hues, the ground is strewn with a thick layer of crushed brick that forms a spiraling trail centered upon a tall flagpole flying a bright acantha leaf banner.  Torches at the flagpole's base brightly illuminate the area."
  ],
  "paths": [
    "Obvious paths: north"
  ],
  "location": "Solhaven",
  "wayto": {
    "19734": "go portcullis",
    "1506": "north"
  },
  "timeto": {
    "19734": 0.2,
    "1506": 0.2
  },
  "image": "vo-solhaven-1263764670.png",
  "image_coords": [
    1187,
    828,
    1207,
    851
  ],
  "tags": [
    "empathguild"
  ]
}