{
  "wayto": {
    "1552": "east",
    "9306": "go catwalk",
    "1576": "south",
    "1577": "west",
    "1572": "southeast",
    "1549": "north",
    "23816": "go warehouse"
  },
  "paths": [
    "Obvious paths: north, east, southeast, south, west"
  ],
  "image_coords": [
    575,
    1332,
    599,
    1356
  ],
  "terrain": "hard, flat",
  "description": [
    "Heavy-timbered stalls fill this corner of the South Market, where the Fishmarket Pier joins the market proper.  The offshore breeze thankfully carries most of the odor of the day's catch towards the bay.  Supporting stacked sacks of grains along with milled flours and amphorae of domestic and imported oils, the goods being hawked here appear to be of varieties less affected by the fishmarket's ubiquitous bouquet.  A catwalk extends to the southwest behind the Market's row of east-facing shops.",
    "Heavy-timbered stalls fill this corner of the South Market, where Fishmarket Pier joins the market proper.  The offshore breeze thankfully carries most of the odor of the day's catch towards the bay.  Supporting stacked sacks of grains along with milled flours and amphorae of domestic and imported oils, the goods being hawked here appear to be of varieties less affected by the fishmarket's ubiquitous bouquet.  A catwalk extends to the southwest behind the Market's row of east-facing shops.",
    "Heavy-timbered stalls fill this corner of the South Market, where Fishmarket Pier joins the market proper, and the onshore breeze carries more of the odor of the day's freshest catch than some might wish.  Supporting stacked sacks of grains along with milled flours and amphorae of domestic and imported oils, the goods being hawked here appear to be of varieties less affected by the fishmarket's ubiquitous bouquet.  A catwalk extends to the southwest behind the Market's row of east-facing shops."
  ],
  "image": "vo-solhaven-1263764670.png",
  "climate": "temperate",
  "title": [
    "[Solhaven, South Market NW]"
  ],
  "check_location": null,
  "timeto": {
    "1552": 0.2,
    "9306": 0.2,
    "1576": 0.2,
    "1577": 0.2,
    "1572": 0.2,
    "1549": 0.2,
    "23816": 0.2
  },
  "id": 1551,
  "location": "the southern part of Solhaven",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}