{
  "id": 1568,
  "title": [
    "[Solhaven, Beacon Ring]"
  ],
  "description": [
    "The circling roadways from the north and south meet here on a level with the rooftops of buildings to the north, east and south.  A steep ramp reaches upward to the west, ending at a jagged opening in the tower's base where a gateway must once have stood long ago.  Paired torches bracket the tower's entrance and light the ramp's summit.",
    "The steep incline of the circling roadways from the north and south meet here on a level with the rooftops of the buildings directly north, east and south.  Rising to the west is a ramp that leads through the opening at the tower's base.  Noticeable repair is evident where white limestones replace the old, darker stones around a fitted steel portcullis.  Paired torches, in polished brass brackets, flank the refurbished tower entrance and illuminate the ramp's summit.",
    "The steep incline of the circling roadways from the north and south meet here, level with the rooftops of the buildings directly north, east, and south.  Rising to the west is a ramp that leads through the opening at the tower's base.  Noticeable repair is evident where white limestones replace the old, darker stones around a fitted steel portcullis.  Paired torches in polished brass brackets flank the refurbished tower entrance and illuminate the ramp's summit.",
    "The steep incline of the circling roadways from the north and south meet here, level with the rooftops of the buildings directly north, east, and south.  Rising to the west is a ramp that leads through the opening at the tower's base.  Noticeable repair is evident where white limestones replace the old, darker stones around a fitted steel portcullis.  Paired torches in polished brass brackets flank the refurbished tower entrance."
  ],
  "paths": [
    "Obvious paths: southwest, northwest",
    "Obvious paths: east, southwest, northwest"
  ],
  "location": "the southern part of Solhaven",
  "wayto": {
    "1533": "east",
    "1567": "northwest",
    "1569": "southwest",
    "14234": "climb ramp"
  },
  "timeto": {
    "1533": 0.2,
    "1567": 0.2,
    "1569": 0.2,
    "14234": 0.2
  },
  "image": "vo-solhaven-1263764670.png",
  "image_coords": [
    1124,
    1332,
    1148,
    1356
  ]
}