{
  "id": 15698,
  "title": [
    "[White Haven, Ice Pond]"
  ],
  "description": [
    "Sunlight sparkles off the drifts of snow and layers of ice that cover what once was a decent-sized pond.  Delicate vines covered in a fine layer of ice crawl across the stone wall bordering one side of the pond.  A crystal tower stands tall in the main section of the courtyard, and a few rose bushes, their bright red blossoms and green leaves glistening with a sheen of ice, dot the edges of the pond.  A small dock juts into the pond, but it's almost entirely concealed by ice and snow.",
    "Starlight sparkles off the drifts of snow and layers of ice that cover what once was a decent-sized pond.  Delicate vines covered in a fine layer of ice crawl across the stone wall bordering one side of the pond.  A crystal tower stands tall in the main section of the courtyard, and a few rose bushes, their bright red blossoms and green leaves glistening with a sheen of ice, dot the edges of the pond.  A small dock juts into the pond, but it's almost entirely concealed by ice and snow.",
    "Sparkling off the drifts of snow, starlight refracts against the crystal tower standing tall in the nearby courtyard.  A fine layer of ice traps delicate vines in their slow crawl up the bordering stone wall, creating a latticework of frozen patterns.  Along the eastern edge of the stone wall, some crystalline ice sculptures can be spied amidst the foliage.  Jutting out into an ice-covered pond is a wooden dock, a sign tied to one post reading \"Swim at Your Own Risk!\".",
    "Sparkling off the drifts of snow, sunlight refracts against the crystal tower standing tall in the nearby courtyard.  A fine layer of ice traps delicate vines in their slow crawl up the bordering stone wall, creating a latticework of frozen patterns.  Along the eastern edge of the stone wall, some crystalline ice sculptures can be spied amidst the foliage.  Jutting out into an ice-covered pond is a wooden dock, a sign tied to one post reading \"Swim at Your Own Risk!\"."
  ],
  "paths": [
    "Obvious paths: out",
    "Obvious paths: east, out"
  ],
  "location": "Icemule Trace",
  "wayto": {
    "3410": "out",
    "23210": "go door",
    "25992": "east"
  },
  "timeto": {
    "3410": 0.2,
    "23210": 0.2,
    "25992": 0.2
  },
  "image": "imt-WhiteHaven2.png",
  "image_coords": [
    320,
    683,
    398,
    759
  ],
  "tags": [
    "arctic moss",
    "broken twig",
    "ironfern root"
  ]
}