{
  "wayto": {
    "16256": "973f2d72572645739b23b0f5c229518e",
    "11022": "ce95d7fbc6d1c6eb0ee9d2b786d74274",
    "16270": "7b95771c8e786497aa53f7c12ea1fe9c"
  },
  "paths": [
    "Obvious paths: northeast, southwest",
    "Obvious paths: east, southwest, northwest",
    "Obvious paths: southeast, west",
    "Obvious paths: southwest, northwest",
    "Obvious paths: northeast",
    "Obvious paths: north",
    "Obvious paths: north, southeast, southwest, northwest",
    "Obvious paths: west",
    "Obvious paths: east, southwest, west",
    "Obvious paths: southeast",
    "Obvious paths: north, northeast, west",
    "Obvious paths: east, south, southwest, west",
    "Obvious paths: northeast, east, west",
    "Obvious paths: north, east, west",
    "Obvious paths: northeast, east, southwest, west",
    "Obvious paths: southwest",
    "Obvious paths: northeast, southeast",
    "Obvious paths: east, west, northwest",
    "Obvious paths: east, southeast, west",
    "Obvious paths: east",
    "Obvious paths: east, southeast, northwest",
    "Obvious paths: northeast, east, southeast, west, northwest",
    "Obvious paths: northeast, south, west, northwest",
    "Obvious paths: northeast, west",
    "Obvious paths: east, northwest",
    "Obvious paths: east, southwest",
    "Obvious paths: east, southeast, south",
    "Obvious paths: north, southeast, northwest",
    "Obvious paths: north, east, south, northwest",
    "Obvious paths: west, northwest",
    "Obvious paths: northeast, southeast, south, west, northwest",
    "Obvious paths: north, northeast, east, southeast, southwest, west",
    "Obvious paths: east, south, southwest, west, northwest",
    "Obvious paths: north, northeast, east, south, west, northwest",
    "Obvious paths: south, southwest",
    "Obvious paths: north, southwest",
    "Obvious paths: southwest, west, northwest",
    "Obvious paths: north, southeast, south, west, northwest",
    "Obvious paths: north, east, southeast, south, northwest",
    "Obvious paths: north, east, southeast, west, northwest",
    "Obvious paths: north, east, southeast",
    "Obvious paths: southeast, south, northwest",
    "Obvious paths: north, northeast, southeast, northwest",
    "Obvious paths: north, east, southeast, northwest",
    "Obvious paths: northeast, east, southeast, south, west",
    "Obvious paths: southeast, south, west",
    "Obvious paths: north, southeast, south, west",
    "Obvious paths: northwest",
    "Obvious paths: east, southeast",
    "Obvious paths: south, west",
    "Obvious paths: southeast, south",
    "Obvious paths: north, east, south, southwest, west, northwest",
    "Obvious paths: north, southeast, southwest, west, northwest",
    "Obvious paths: east, southeast, southwest, west",
    "Obvious paths: northeast, south, southwest, west",
    "Obvious paths: north, northeast, east, south",
    "Obvious paths: east, south, southwest",
    "Obvious paths: north, northeast, east, south, southwest, west",
    "Obvious paths: north, northeast, east, northwest",
    "Obvious paths: north, east, southeast, southwest, west",
    "Obvious paths: northeast, northwest",
    "Obvious paths: southeast, northwest",
    "Obvious paths: north, northeast, southeast",
    "Obvious paths: east, south",
    "Obvious paths: northeast, southeast, west, northwest",
    "Obvious paths: north, east, northwest",
    "Obvious paths: north, south, west",
    "Obvious paths: northeast, southwest, west",
    "Obvious paths: east, west",
    "Obvious paths: south, west, northwest",
    "Obvious paths: east, southeast, south, southwest, west, northwest",
    "Obvious paths: northeast, east, northwest",
    "Obvious paths: north, east, south, southwest, northwest",
    "Obvious paths: north, east, southeast, west",
    "Obvious paths: north, northeast, west, northwest",
    "Obvious paths: northeast, southwest, west, northwest",
    "Obvious paths: east, south, northwest",
    "Obvious paths: north, east, southeast, southwest, west, northwest",
    "Obvious paths: north, northeast, east, west",
    "Obvious paths: northeast, southeast, northwest",
    "Obvious paths: southeast, southwest",
    "Obvious paths: northeast, west, northwest",
    "Obvious paths: north, northeast, east, southeast, south, west",
    "Obvious paths: north, northeast, east, south, west",
    "Obvious paths: north, east, southeast, south, west",
    "Obvious paths: east, southeast, south, southwest",
    "Obvious paths: north, east, southwest, west",
    "Obvious paths: east, southeast, south, west, northwest",
    "Obvious paths: north, east, west, northwest",
    "Obvious paths: east, southeast, west, northwest",
    "Obvious paths: north, northeast, northwest",
    "Obvious paths: north, southwest, northwest",
    "Obvious paths: north, east, south",
    "Obvious paths: north, northeast, southeast, west",
    "Obvious paths: south, southwest, west",
    "Obvious paths: east, south, west, northwest",
    "Obvious paths: south, southwest, northwest",
    "Obvious paths: northeast, east",
    "Obvious paths: north, west",
    "Obvious paths: east, southeast, southwest, northwest",
    "Obvious paths: north, northeast, east, southeast, south, southwest, west",
    "Obvious paths: north, northeast",
    "Obvious paths: north, south, southwest, northwest",
    "Obvious paths: north, west, northwest",
    "Obvious paths: northeast, east, southeast, west",
    "Obvious paths: north, northeast, east, southwest, west",
    "Obvious paths: northeast, east, southwest, west, northwest",
    "Obvious paths: southwest, west",
    "Obvious paths: south, southwest, west, northwest",
    "Obvious paths: north, east, southeast, south, southwest, west, northwest",
    "Obvious paths: east, south, west",
    "Obvious paths: north, northeast, east",
    "Obvious paths: north, east, south, west",
    "Obvious paths: northeast, southeast, southwest",
    "Obvious paths: north, east, south, southwest, west",
    "Obvious paths: north, southwest, west, northwest",
    "Obvious paths: northeast, east, south, west",
    "Obvious paths: northeast, south, southwest, northwest",
    "Obvious paths: northeast, east, southeast, south, southwest, west, northwest",
    "Obvious paths: north, southeast, south",
    "Obvious paths: north, northwest",
    "Obvious paths: northeast, southeast, southwest, northwest",
    "Obvious paths: north, northeast, southwest",
    "Obvious paths: north, southwest, west",
    "Obvious paths: south",
    "Obvious paths: northeast, southeast, south, southwest",
    "Obvious paths: east, southeast, south, northwest",
    "Obvious paths: north, northeast, east, west, northwest",
    "Obvious paths: north, southeast, west",
    "Obvious paths: north, south, northwest"
  ],
  "image_coords": [
    162,
    935,
    218,
    991
  ],
  "terrain": null,
  "description": [
    "The path is so obscured by jungle foliage that following it requires as much guesswork as woodcraft.  Gigantic leaves droop low over the narrow pathway, ferns and tall jungle grasses intrude from both sides.  Long strands of silky gossamer from tiny wind-traveling spiders are strung throughout the foliage, shining brightly in the sunlight.",
    "Water drips from the leaves of the massive trees looming overhead.  Their overhanging branches block out all but a few stray motes of sunlight.  The earthy smell of decomposing leaves competes with the sweet scent of the yellow flowers growing in the jungle canopy overhead.",
    "The remains of a small grass-roofed, daub and wattle hut are nearly hidden by the dense jungle undergrowth.  The dilapidated state of the hut's roof is evidence that it has been abandoned for some time.  A crude sketch of a troll raising a spear in triumph has been painted on the side of the hut in some sort of maroon paste.  The doorway has collapsed, becoming nothing more than a frame for a white cluster of spider webs.",
    "The trunk of a once-massive dead fel tree is enshrouded by the cable-thick shoots of a strangler fig.  Near the top, the greyish fig tree explodes in a halo of green leaves and auburn seed pods.  A few bucket orchids have attached themselves to the fig shoots, their pale yellow blossoms dangling like diseased organs.",
    "The path underfoot can barely be distinguished from the jungle on either side.  Wide-leafed fronds stretch over the pathway, allowing only a few stray beams of sunlight to filter through.  The resilient underbrush on either side of the path springs back quickly as you pass.",
    "The air, redolent with a cloyingly sweet smell, is still and humid.  The jungle undergrowth closes in on all sides, forming a nearly solid wall of green that ripples unnaturally.  The branches of tall trees loom overhead, trailing lianas over the pathway like the stingers of a jellyfish.",
    "Thick vines cross the path, hindering passage but not preventing it.  Large pitcher-shaped plants grow on one side of the pathway.  Their bluish-grey flowers drip a smelly, viscous fluid onto the leaves.  A stand of tall bamboo trees rattles in the breeze.",
    "The jungle, dark and impenetrable, looms in on all sides.  The path is nothing more than a line of slightly less dense foliage.  A few easily dodged liana runners are strung across the path.  A cloyingly sweet smell wafts through the area.",
    "The thick jungle foliage gives way to a fairly open area dotted with blocks of stone and bits of debris, clearly the remnants of some ancient building.  Part of one wall remains standing, though it leans precariously.  Vines grow in profusion, covering the blocks of stone and creeping up the wall.",
    "The shards of large earthenware vessels, some still containing the husks of old cloves of garlic, are lined against a collapsed, vine-enshrouded wall.  Two small bones dangle from a wooden peg set into a niche in the wall.  The niche is encircled with two wavy lines of some foul smelling, maroon-colored paste.  The jungle foliage encroaches on the ruins.",
    "A semi-circle of stubby riverstone columns are huddled beneath a leafy canopy of vines.  A thick layer of wax, the residue of hundreds of guttered candles, covers the tops of the columns.  The smell of cinnamon and sweet bay leaf hovers in the air.",
    "An open space in the jungle reveals a pair of collapsed stone buildings.  The weed-dotted walkway of carefully laid, flat riverstones is strewn with bits of rubble from the crumbling structures.  One building remains partially intact, two of its walls still standing.  Faint symbols are visible on the lintel above the doorway.",
    "A marble statue of a reclining person, moss-covered and enshrouded by thick lianas, occupies the center of this small clearing.  The head of the marble figure has been replaced with a coconut, painted to express an obscene leer.  The jungle, noisy and oppressive, looms in on all sides.",
    "A massive, vine-wrapped fel tree overhangs the faint pathway.  Skulls hanging from leather cords attached to the upper branches rattle together in the gentle breeze.  The thick undergrowth is spotted with bird droppings.",
    "The remains of a small grass-roofed, daub and wattle hut are nearly hidden by the dense jungle undergrowth.  The dilapidated state of the hut's roof is evidence that it has been abandoned for some time.  A crude sketch of a crouching beast has been painted on the side of the hut in some sort of maroon paste.  The doorway has collapsed, becoming nothing more than a frame for a white cluster of spider webs.",
    "The ground rises here, forming an oval mound.  The foliage is as thick and dense as elsewhere, but clearly not as old as in other parts of the jungle.  The mound is pockmarked with small depressions, as if attempts had been made to burrow into the mound at some point in the distant past.  The high-pitched humming of gnats can be heard throughout the area.",
    "The remains of a small grass-roofed, daub and wattle hut are nearly hidden by the dense jungle undergrowth.  The dilapidated state of the hut's roof is evidence that it has been abandoned for some time.  A crude sketch of a grinning face has been painted on the side of the hut in some sort of maroon paste.  The doorway has collapsed, becoming nothing more than a frame for a white cluster of spider webs.",
    "The jungle undergrowth has encroached on the ruins of this building.  Two of the walls have collapsed.  A third bows under the weight of thick lianas and rot.  Flat stones in front of what once was a fireplace have been ripped up and overturned, as though someone had searched for something underneath.",
    "Although the jungle has inexorably overgrown this small area, it is still possible to discern it was once a formal garden.  A fountain stands to one side, the water in the basin filthy and stagnant.  The thorny runners of rose bushes have pulled down a rusted metal trellis.  A grey marble bench has been tipped over and damaged by some heavy object.",
    "A heavy thicket of blackberry briars crowds out the other undergrowth.  Bits of fur and crude cloth are snagged on the briar thorns.  Overhead, the thick jungle foliage looms menacingly.  Vines, thin as spiderwebs, hang down from the branches.",
    "The remnants of a stone walkway, now moss-covered and slippery, end abruptly at a solid wall of thick jungle vegetation.  Vines as thick as a giantkin's wrist twist around the tall trees, climbing upward and out onto the branches.  Some small flowers are illuminated by a stray patch of sunlight.",
    "The heavy underbrush thins out slightly as the pathway passes through a stand of tall bamboo trees.  The trees sway in the breeze, rattling and scraping against each other like dry bones.  Patches of open soil appear, revealing a few prints of bare feet in the moist dirt.",
    "The remains of a small grass-roofed, daub and wattle hut are nearly hidden by the dense jungle undergrowth.  The dilapidated state of the hut's roof is evidence that it has been abandoned for some time.  A crude sketch of a bird in flight has been painted on the side of the hut in some sort of maroon paste.  The doorway has collapsed, becoming nothing more than a frame for a white cluster of spider webs.",
    "On one side of the faint pathway is a rotting jumble of wooden beams, partially covered with leafy lianas and thick, woody vines.  The remnants of a stone kiln, now covered with bright green moss, can be seen through the jungle foliage.",
    "The ground of this triangular-shaped jungle clearing is covered by a series of large flat stones tightly joined to create a sort of courtyard.  Long, waxy-leaved vines grow in profusion, stretching between the few riverstone pillars still standing.  A pair of moss-covered, oblong boulders are arranged side by side near the center of the courtyard.",
    "Heavy vines enshroud the trees, forming a ragged canopy above the faint path as it wends its way through the dense jungle growth.  The canopy is thick enough to block most of the sunlight, making it difficult to determine the time of day.  Thick green leaves droop down into the pathway.",
    "Bright yellow flowers grow in the jungle canopy overhead.  The lower branches of the trees droop menacingly above the overgrown pathway, their pliant leaves swaying in the breeze.  Ferns grow in profusion in and around the path.  A few large stones, covered with reddish mosses, peek through the ferns.",
    "The triple canopy jungle blocks out nearly all the sunlight, leaving the area in a constant state of near darkness.  Short ferns with palmate leaves edged like daggers grow in profusion at the base of the tall trees.  Flowering vines drape from the lower limbs of the trees.  Fungus grows thick on the vines, giving them a green hairy appearance.",
    "Looming out of the thick jungle are the ruins of a great stone hall.  Careful craftsmanship is apparent in the way the stones forming the walls have been joined together.  Though the roof is gone, the remaining three walls seem quite sturdy.  In the center of the structure is a fire pit surrounded by flat oblong rocks.  On one wall is a crude painting.",
    "The remains of a small grass-roofed, daub and wattle hut are nearly hidden by the dense jungle undergrowth.  The dilapidated state of the hut's roof is evidence that it has been abandoned for some time.  A crude sketch of a dismembered body has been painted on the side of the hut in some sort of maroon paste.  The doorway has collapsed, becoming nothing more than a frame for a white cluster of spider webs.",
    "Bamboo grows tall and thick, forming a nearly impassable barrier.  Pale rays of sunlight filter through the bamboo leaves.  The fast-growing bamboo has encroached on the pathway, making it nothing more than a narrow track.",
    "The remnants of a stone walkway, now moss-covered and slippery, end abruptly at a solid wall of thick jungle vegetation.  Vines as thick as a giantkin's wrist twist around the tall trees, climbing upward and out onto the branches.  Some small flowers are illuminated by a stray patch of moonlight.",
    "Heavy vines enshroud the trees, forming a ragged canopy above the faint path as it wends its way through the dense jungle growth.  The canopy is thick enough to block most of the moonlight, making it difficult to determine the time of night.  Thick green leaves droop down into the pathway.",
    "Water drips from the leaves of the massive trees looming overhead.  Their overhanging branches block out all but a few stray beams of moonlight.  The earthy smell of decomposing leaves competes with the sweet scent of the yellow flowers growing in the jungle canopy overhead.",
    "The path underfoot can barely be distinguished from the jungle on either side.  Wide-leafed fronds stretch over the pathway, allowing only a few stray beams of moonlight to filter through.  The resilient underbrush on either side of the path springs back quickly as you pass.",
    "The triple canopy jungle blocks out nearly all the moonlight, leaving the area in a state of near darkness.  Short ferns with palmate leaves edged like daggers grow in profusion at the base of the tall trees.  Flowering vines drape from the lower limbs of the trees.  Fungus grows thick on the vines, giving them a green hairy appearance.",
    "The path is so obscured by jungle foliage that following it requires as much guesswork as woodcraft.  Gigantic leaves droop low over the narrow pathway, ferns and tall jungle grasses intrude from both sides.  Long strands of silky gossamer from tiny wind-traveling spiders are strung throughout the foliage, shining brightly in the moonlight.",
    "Bamboo grows tall and thick, forming a nearly impassable barrier.  Pale rays of moonlight filter through the bamboo leaves.  The fast-growing bamboo has encroached on the pathway, making it nothing more than a narrow track."
  ],
  "image": "rr-rivers_rest-1266350289.png",
  "climate": null,
  "title": [
    "[Karazja Jungle, Path]",
    "[Karazja Jungle, Overgrown Path]",
    "[Karazja Jungle, Hut]",
    "[Karazja Jungle, Stone Ruins]",
    "[Karazja Jungle, Ruins]",
    "[Karazja Jungle, Mound]",
    "[Karazja Jungle, Lost Garden]",
    "[Karazja Jungle, Bamboo Grove]"
  ],
  "check_location": null,
  "timeto": {
    "16256": 10.0,
    "11022": 10.0,
    "16270": 10.0
  },
  "id": 16011,
  "location": null,
  "tags": [
    "some pothinir grass",
    "some acantha leaf",
    "pink heliconia",
    "red passionflower",
    "orange heliconia",
    "white passionflower",
    "purple passionflower",
    "pink passionflower",
    "some woth flower",
    "blue passionflower",
    "red heliconia",
    "some calamia fruit",
    "wild gooseberry",
    "some talneo root",
    "some bur-clover root",
    "yellow passionflower",
    "some tree bark",
    "some brostheras grass",
    "yellow heliconia",
    "stick"
  ],
  "links": [

  ]
}