{
  "id": 16022,
  "title": [
    "[River's Rest, Forest]"
  ],
  "description": [
    "Moonlight on the winding path between the trees only emphasizes the depth of shadows beneath the canopy of leaves.  There are few landmarks by which to find your way, but the spicy scent of dried oak leaves and the somnolescent murmur of owls make the meandering journey pleasant.",
    "Dappled sunlight on the winding path between the trees only emphasizes the cool green shadows beneath the canopy of leaves.  There are few landmarks by which to find your way, but the spicy scent of dried oak leaves and the constant birdsong make the meandering journey pleasant.",
    "Fallen leaves crunch underfoot as you wander without direction through the woods.  The light slanting through the trees gives the forest a serene, yet somber cast.",
    "The trek through the trackless forest seems to have no end.  A downed oak, its decaying trunk as thick as a small town's streets are wide, sprouts an array of fungi in subtle and beautiful colors.  Despite this proof that for every life the forest claims, it sustains many more, it seems a waste that such a magnificent tree has fallen to rot.",
    "A light breeze stirs the treetops above you, but the air closer to the forest floor is still.  Small red mushrooms, their caps vivid against deep green moss, adorn the bases of the vine-wreathed oaks and modwirs surrounding you.  Fallen leaves obscure any hint of a trail, and no path between the trees seems preferable to another.",
    "Leaves beside the trail appear to have been disturbed recently, and closer examination shows the faint tracks of a predatory cat, perhaps a puma, pressed into the softer mud beneath the fallen foliage.  You see no sign of a struggle, though, and if the cat was hunting it seems likely the prey was lucky this time.",
    "The trees give way to rushes around a small pond, giving you an unobstructed view of the limitless expanse of sky above you.  Water-striders dimple the pond's mirror-bright surface and cling to the slender leaves of irises growing along its mossy banks.",
    "Dappled sunlight on the forest floor and a nearby stand of oak trees look familiar, but the sun has stayed in its proper position in the sky and proves that you aren't yet lost enough to go in circles.  The soporific drone of bees attending to the flowers at the base of towering trees combines pleasantly with birdsong, the mellifluous music of nature making the heat and exertion more tolerable.",
    "The scent of damp earth implies a nearby pond or stream, but the countless trees obscure your view.  Leaves rustle at your approach as small creatures flee your imposition on their territory.",
    "Leaves on the forest floor are hidden among tussocks of grass as the stately old-growth modwirs give way to willows, their lighter greens brilliant in the sunlight.  A nearby outcropping of native rock would be about knee-high on an average human, and judging by the smooth polish of its top, it has seen much use as a seat."
  ],
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest",
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest, up, down"
  ],
  "location": "River's Rest",
  "climate": "temperate",
  "terrain": "deciduous forest",
  "wayto": {
    "11026": {
      "file": "string_procs/wayto/16022_11026.rb"
    }
  },
  "timeto": {
    "11026": 3.0
  },
  "tags": [
    "stick",
    "fiddlehead fern",
    "acantha leaf",
    "torban leaf",
    "calamia fruit",
    "basal moss",
    "tkaro root",
    "sticks",
    "angelica root",
    "soft white mushroom",
    "withered black mushroom",
    "daggerstalk mushroom",
    "flathead mushroom",
    "genkew mushroom",
    "blue trafel mushroom",
    "wintergreen leaf",
    "bright red teaberry",
    "blueberries",
    "elderberries",
    "wild gooseberry",
    "wild grapes",
    "broken twig",
    "stalk of bluebells",
    "golden buttercup",
    "wild pink geranium",
    "stalk of goldenrod",
    "small wild rose",
    "sprig of wild lilac",
    "wild chokecherry",
    "sprig of mistletoe",
    "tree bark",
    "murkweed",
    "mistweed",
    "white lily",
    "pink rain lily",
    "coppery rain lily",
    "kylan berry",
    "bloodwood twig",
    "yew twig",
    "oak twig",
    "luckbloom blossom",
    "murdroot",
    "twisted twig",
    "slender twig",
    "ebony twig",
    "bolmara lichen",
    "brostheras grass",
    "walnuts,"
  ]
}