{
  "wayto": {
    "16034": "go staircase"
  },
  "paths": [
    "Obvious exits: none"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Bookshelves, rising high overhead, are filled with tomes in all sizes and colors of leather bindings.  Moonlight streaming through tall, narrow windows casts thin bands of silvery light on a carved modwir desk and its matching chair.  Nestled among the stacks is an immense hearth wrought of rough local stone, and stretching between a winding staircase and an ironwood door is a modwir credenza.  You also see an engraved iron chest, a corroded iron box, a weathered wooden strongbox, a scratched fel coffer, a corroded steel box, an engraved haon box, a badly damaged iron chest, a dented silver box, an iron-bound monir trunk, a badly damaged mithril strongbox, the Ylandra disk, a volatile lake spirit that is flying around, a heavy backpack and some wooden sticks.",
    "Bookshelves, rising high overhead, are filled with tomes in all sizes and colors of leather bindings.  Moonlight streaming through tall, narrow windows casts thin bands of silvery light on a carved modwir desk and its matching chair.  Nestled among the stacks is an immense hearth wrought of rough local stone, and stretching between a winding staircase and an ironwood door is a modwir credenza.",
    "Bookshelves, rising high overhead, are filled with tomes in all sizes and colors of leather bindings.  Sunlight streaming through tall, narrow windows casts thin bands of light on a carved modwir desk and its matching chair.  Nestled among the stacks is an immense hearth wrought of rough local stone, and stretching between a winding staircase and an ironwood door is a modwir credenza."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Dark Tower, Study]"
  ],
  "check_location": null,
  "timeto": {
    "16034": 0.2
  },
  "id": 16035,
  "location": "the Dark Tower, outside the glacier-locked town of Icemule Trace",
  "tags": [
    "ylandra dark tower"
  ],
  "links": [

  ]
}