{
  "wayto": {
    "177": "north",
    "179": "south",
    "25869": "go gate"
  },
  "paths": [
    "Obvious paths: north, south",
    "Obvious paths: north, east, south"
  ],
  "image_coords": [
    1066,
    878,
    1089,
    900
  ],
  "terrain": "hard, flat",
  "description": [
    "The spacious area of land next to the hall to the south is filled with an aromatic herb garden.  Plants of all varieties, a few yet unidentifiable, fill the garden, sending a cacophony of scents into the breeze as it stirs the petals and leaves.  The cobblestoned var winds its way amongst the flora.",
    "The spacious area of land next to the hall to the south is filled with an aromatic herb garden.  Plants of all varieties, a few yet unidentifiable, fill the garden, sending a cacophony of scents into the breeze as it stirs the petals and leaves.  The cobblestoned var winds its way amongst the flora, lit by a row of brightly lit lanterns hanging from ironwork posts.",
    "The land attached to a nearby hall is filled with an aromatic herb garden.  Plants of all varieties fill the garden, blanketing the low-walled space with green vegetation and a multitude of different flowers.  The cobblestoned var winds its way alongside the flora, while from across the street several marble-facaded homes partake of the view as well.  A row of lit lanterns provides an unflickering blue glow, illuminating mineral and vegetable alike.",
    "The land attached to a nearby hall is filled with an aromatic herb garden.  Plants of all varieties fill the garden, blanketing the low-walled space with green vegetation and a multitude of different flowers.  The cobblestoned var winds its way alongside the flora, while from across the street several marble-facaded homes partake of the view as well.",
    "Beautiful and aromatic, a verdant patch of herbs grows near a stone hall.  Plants of all varieties fill the garden, blanketing the low-walled space with green vegetation and a multitude of different flowers.  The cobblestoned var winds its way alongside the flora, while from across the street several marble-facaded homes partake of the view as well.  A row of lit lanterns flank an ornate vaalin gate providing an unflickering blue glow that illuminates the area.",
    "Beautiful and aromatic, a verdant patch of herbs grows near a stone hall.  Plants of all varieties fill the garden, blanketing the low-walled space with green vegetation and a multitude of different flowers.  The cobblestoned var winds its way alongside the flora, while from across the street several marble-facaded homes partake of the view as well.  A row of dormant lanterns flank an ornate vaalin gate, their wicks ready to be lit against the dark of evening."
  ],
  "image": "en-ta_illistim-new.jpg",
  "climate": "temperate",
  "title": [
    "[Ta'Illistim, Ellaerin Var]"
  ],
  "check_location": null,
  "timeto": {
    "177": 0.2,
    "179": 0.2,
    "25869": 0.2
  },
  "id": 178,
  "location": "Ta'Illistim",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}