{
  "id": 181,
  "title": [
    "[Ta'Illistim, Stearriza Var]"
  ],
  "description": [
    "A large mansion rests among the cottages, its walls built of the same mica-flecked blue granite that shapes the Sapphire Gate.  The mansion's roof, glinting in the bright daylight, is clad in shimmering lapis-hued blue tiles.  The grounds surrounding the large home, cultivated with myriad trees and flowering plants, are being diligently tended by a half dozen elven gardeners.",
    "A large mansion rests among the cottages, its walls built of the same mica-flecked blue granite that shapes the Sapphire Gate.  The mansion's roof, glinting in the bright daylight, is clad in shimmering lapis-hued blue tiles.  The grounds surrounding the large home, cultivated with myriad trees and flowering plants, are dimly lit with amber glaesine lanterns hung from tree limbs and ironwork posts.",
    "A large villa rests among the smaller houses, its walls built of the same mica-flecked silvery blue stone that composes the Sapphire Gate and its roof clad in shimmering lapis-hued tiles.  The grounds surrounding the large home are a square of cultivated grass, orderly laid out with several long rows of lemon and orange trees.  A low wall, more aesthetic than functional, surrounds the property, marked at its four corners with lit glass lanterns.",
    "A large villa rests among the smaller houses, its walls built of the same mica-flecked silvery blue stone that composes the Sapphire Gate and its roof clad in shimmering lapis-hued tiles.  The grounds surrounding the large home are a square of cultivated grass, orderly laid out with several long rows of lemon and orange trees.  A low wall, more aesthetic than functional, surrounds the property, marked at its four corners with dimmed glass lanterns.",
    "Brightly lit glass lanterns illuminate the corners of low, decorative wall surrounding a large villa.  The silvery blue stone facade and lapis-hued tiles stand out among the verdant gardens.  The grounds are beautifully organized with cultivated grass and rows of fruit trees.  Flower beds of bright tulips line the opposite side of the var accenting a white limestone estate."
  ],
  "paths": [
    "Obvious paths: northeast, southwest"
  ],
  "location": "Ta'Illistim",
  "wayto": {
    "182": "northeast",
    "23530": "go door",
    "180": "southwest"
  },
  "timeto": {
    "182": 0.2,
    "23530": 0.2,
    "180": 0.2
  },
  "image": "en-ta_illistim-new.jpg",
  "image_coords": [
    1191,
    897,
    1215,
    919
  ]
}