{
  "wayto": {
    "187": "out",
    "3668": {
      "stringproc": "1d41454a8ce526999afe00d553b29bee"
    }
  },
  "paths": [
    "Obvious paths: out"
  ],
  "image_coords": [
    1185,
    571,
    1233,
    616
  ],
  "terrain": "cultivated",
  "description": [
    "Although the floating platform is suspended well above the ground below, it overflows with abundant plant life.  The edges of the dais are brimming with delicate white queen's lace, dark lavender, fragrant rosemary and a variety of other colorful flora.  Thick grass underfoot provides an enticingly peaceful resting spot.  A thin silk canopy is suspended above, providing ample shade from the day's brightness.",
    "Although the floating platform is suspended well above the ground below, it overflows with abundant plant life.  The edges of the dais are brimming with delicate white queen's lace, dark lavender, fragrant rosemary and a variety of other colorful flora.  Thick grass underfoot provides an enticingly peaceful resting spot.  A thin silk canopy is rolled back to permit an unobstructed view of the starry night sky.",
    "The dais is ringed by a series of slender columns, each one simply fluted and carved from perfectly white marble.  Within the circle of the columns' embrace, and elevated high off of the ground, a tiny garden of cultivated plants grows.  Closed roses climb around the carved legs of a mistwood bench, which sits alongside neat beds of night blooming columbine and a tended plot of white jasmine.  Over the whole enclosure is a coffered dome set with an oculus.",
    "The dais is ringed by a series of slender columns, each one simply fluted and carved from perfectly white marble.  Within the circle of the columns' embrace, and elevated high off of the ground, a tiny garden of cultivated plants grows.  Roses climb around the carved legs of a mistwood bench, which sits alongside neat beds of columbine and a tended plot of white jasmine.  Over the whole enclosure is a coffered dome set with an oculus.",
    "The dais is ringed by a series of slender columns, each one simply fluted and carved from perfectly white marble.  Within the circle of the columns' embrace, and elevated high off of the ground, a tiny garden of cultivated plants grows.  Roses climb around the carved legs of a mistwood bench, which sits alongside neat beds of columbine and a tended plot of white jasmine.  Over the whole enclosure is a coffered dome set with an oculus.  A small crack travels up the column and appears in the dome.",
    "The dais is ringed by a series of slender columns, each one simply fluted and carved from perfectly white marble.  Within the circle of the columns' embrace, and elevated high off of the ground, a tiny garden of cultivated plants grows.  Closed roses climb around the carved legs of a mistwood bench, which sits alongside neat beds of night blooming columbine and a tended plot of white jasmine.  Over the whole enclosure is a coffered dome set with an oculus.  A small crack travels up the column and dome."
  ],
  "image": "en-ta_illistim-new.jpg",
  "climate": "temperate",
  "title": [
    "[Ta'Illistim, Hanging Gardens]"
  ],
  "check_location": null,
  "timeto": {
    "187": 0.2,
    "3668": {
      "stringproc": "2e87af919b7aa36629593478fcf980f8"
    }
  },
  "id": 188,
  "location": "Ta'Illistim",
  "tags": [
    "some sovyn clove",
    "some calamia fruit",
    "some cactacae spine",
    "node",
    "town",
    "some haphip root",
    "ayana berry",
    "juicy plum",
    "supernode",
    "handful of raspberries",
    "small green olive",
    "large sunflower",
    "small apple",
    "white begonia",
    "red begonia",
    "blue trafel mushroom",
    "small rose",
    "sprig of mournbloom",
    "stalk of wormwood",
    "white peony",
    "small daisy",
    "sprig of foxglove",
    "layer of onion skin",
    "daggerstalk mushroom",
    "fennel bulb",
    "ear of corn",
    "pink hydrangea",
    "some thyme",
    "pink peony",
    "sprig of wild phlox",
    "trollfear mushroom",
    "fig",
    "some angelica root",
    "pink begonia",
    "iris blossom",
    "tendril of vinca",
    "soft white mushroom",
    "large white gardenia",
    "light blue hydrangea",
    "hosta flower",
    "sprig of holly",
    "small turnip",
    "golden buttercup",
    "small violet",
    "sprig of jasmine",
    "stargazer lily",
    "stem of verbena",
    "luckbloom blossom",
    "vermilion fire lily",
    "sprig of boxwood",
    "stem of freesia flowers",
    "blaestonberry blossom",
    "small anemone",
    "small flower",
    "snapdragon stalk",
    "handful of mustard seeds",
    "white hydrangea",
    "sprig of clematis",
    "sprig of lavender",
    "orange begonia",
    "stalk of monkeyflower",
    "wavepetal blossom",
    "sprig of Imaera's Lace",
    "cactacae spine",
    "calamia fruit",
    "haphip root",
    "sovyn clove",
    "angelica root",
    "withered black mushroom",
    "flathead mushroom",
    "genkew mushroom",
    "heath aster",
    "Imaera's Lace",
    "mustard seeds",
    "rose-marrow root",
    "thyme",
    "motherwort",
    "honeysuckle vine",
    "purple hydrangea",
    "wild pansy blossom",
    "small primrose",
    "stalk of tuberose",
    "raspberries",
    "green olive",
    "white lily",
    "tiger lily",
    "fire lily",
    "blue whortleberry",
    "ayana leaf",
    "yew twig",
    "nightbloom blossom",
    "onion skin",
    "meta:mapname:Elven Nations - Ta'Illistim",
    "meta:mapshortname:Ta'Illistim",
    "meta:mapcategory:Elven Nations",
    "meta:mapcategory:Towns",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}