{
  "wayto": {
    "2046": "southwest",
    "2048": "west",
    "12571": "climb tree"
  },
  "paths": [
    "Obvious paths: southwest, west"
  ],
  "image_coords": [
    257,
    235,
    267,
    245
  ],
  "terrain": null,
  "description": [
    "Boles of trees loom up into a thick jungle canopy like smooth-skinned towers on all sides.  At places on the trunks, epiphytes cling with loopy, tangled root systems, their gaudy flowers displaying color that even manages to penetrate the darkness.  A cacophony of sound rises from frogs and other invisible creatures prowling in the dank heart of the foliage.  East of the trail, a huge strangling fig tree lifts its branches toward the moons, their leaves covered with a lacework of vines and mosses.",
    "Boles of trees loom up into a thick jungle canopy like smooth-skinned towers on all sides.  At places on the trunks, epiphytes cling with loopy, tangled root systems, their broad leaves and gaudy flowers creating a riot of color in the green twilight.  A cacophony of sound rises from birds, insects and invisible creatures prowling in the dank heart of the foliage.  East of the trail, a huge strangling fig tree lifts its branches toward the sky, their leaves covered with a lacework of vines and mosses."
  ],
  "image": "ti-wilds-1264234799.png",
  "climate": null,
  "title": [
    "[Greymist Wood]"
  ],
  "check_location": null,
  "timeto": {
    "2046": 0.2,
    "2048": 0.2,
    "12571": 0.2
  },
  "id": 2047,
  "location": "Greymist Woods",
  "tags": [
    "stick",
    "acantha leaf",
    "woth flower",
    "calamia fruit",
    "haphip root",
    "pothinir grass",
    "sticks",
    "wild gooseberry",
    "broken twig",
    "tree bark",
    "yellow heliconia",
    "orange heliconia",
    "pink heliconia",
    "red heliconia",
    "white passionflower",
    "yellow passionflower",
    "blue passionflower",
    "murdroot",
    "wavepetal blossom",
    "twisted twig",
    "slender twig",
    "ebony twig",
    "brostheras grass",
    "bur-clover root",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}