{
  "wayto": {
    "7": "southeast",
    "8": "east",
    "196": "south",
    "638": "west",
    "155": "northeast",
    "156": "northwest",
    "157": "southwest",
    "10": "north"
  },
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest"
  ],
  "image_coords": [
    470,
    392,
    517,
    438
  ],
  "terrain": null,
  "description": [
    "Ringed by stone buildings, the view afforded is one of the bustling heart of Ta'Illistim.  The center of the court is a bustle of activity, as throngs of citizenry and travellers pass through the western center of the city on their way to various destinations.",
    "Ringed by stone and marble buildings, the view afforded is one of the bustling heart of Ta'Illistim.  The center of the court is marked by a towering obelisk, its base white stone and its high square-sided pyramid sheathed in coraesine and illuminated with blue light.  Around the monument is a small circle of grass, which is itself bounded by curved benches.  The concentric effect of rings within rings carries throughout the courtyard, as even the cobblestones are laid down to make circles on the ground.",
    "Ringed by stone and marble buildings, the view afforded is one of the bustling heart of Ta'Illistim.  The center of the court is marked by a towering obelisk, its base white stone and its high square-sided pyramid sheathed in coraesine.  Around the monument is a small circle of grass, which is itself bounded by curved benches.  The concentric effect of rings within rings carries throughout the courtyard, as even the cobblestones are laid down to make circles on the ground."
  ],
  "image": "en-ta_illistim-new.jpg",
  "climate": null,
  "title": [
    "[Ta'Illistim, BriarStone Court]"
  ],
  "check_location": null,
  "timeto": {
    "7": 3,
    "8": 3,
    "196": 3,
    "638": 3,
    "155": 3,
    "156": 3,
    "157": 3,
    "10": 3
  },
  "id": 208,
  "location": "Ta'Illistim",
  "tags": [
    "trash"
  ],
  "links": [

  ]
}