{
  "wayto": {
    "21545": "go curtain",
    "20164": "go door"
  },
  "paths": [
    "Obvious exits: none"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "This room has been decorated in bright, vivid colors.  The corrugated walls create variegated stripes, down which are painted some tiny gumdrops, lollipops, and lots of bright jelly beans.  An bent iron chandelier hangs from the center of the ceiling, covered with the wax of dozens of multicolored candles.  A large toy chest sits against one wall beneath a stick figure drawing.  Near a splotchy dented door is a small round table on which sits an enormous candy dish and beneath which stands a red wicker basket.  A tall bookshelf supports containers of many shapes and sizes.",
    "This room has been decorated in bright, vivid colors.  The corrugated walls create variegated stripes, down which are painted some tiny gumdrops, lollipops, and lots of bright jelly beans.  A bent iron chandelier hangs from the center of the ceiling, covered with the wax of dozens of multicolored candles.  A large toy chest covered in scribblings sits against one wall beneath a stick figure drawing.  A small table sits near a splotchy dented door.  Atop it is an enormous candy dish, while beneath it stands a red wicker basket with a crumpled note stuck onto the handle.  A tall bookshelf supports containers of many shapes and sizes.",
    "This room has been decorated in bright, vivid colors.  The corrugated walls create variegated stripes, down which are painted some tiny gumdrops, lollipops, and lots of bright jelly beans.  A bent iron chandelier hangs from the center of the ceiling, covered with the wax of dozens of multicolored candles.  A large toy chest covered in scribblings sits against one wall beneath a stick figure drawing.  A small table sits near a splotchy dented door.  Beneath it stands a red wicker basket with a crumpled note stuck onto the handle.  A tall bookshelf supports containers of many shapes and sizes."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Delightful Diversions]"
  ],
  "check_location": true,
  "timeto": {
    "21545": 0.2,
    "20164": 0.2
  },
  "id": 21389,
  "location": false,
  "tags": [

  ],
  "unique_loot": null,
  "links": [

  ]
}