{
  "wayto": {
    "21515": "go shed",
    "20275": "out",
    "21516": "go structure",
    "21518": "go shack",
    "21519": "go barn"
  },
  "paths": [
    "Obvious paths: out"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "All around, large banyan trees and black ash hover like parents over children.  Lanterns lit with bright flames hang around the diliapidated fence, which is so ridden with rot, holes, and breaks in the wood that it can't rightly be called a proper enclosure.  Some distance across from a half-built barn are a shack leaning far to the left, a small, crumbling stone structure, and wooden shed.  Dark muck and puddles of mud riddle the ground, and a fine mist of what can only be spores hangs in the air.",
    "All around, large banyan trees and black ash hover like parents over children.  Lanterns hang around the diliapidated fence, which is so ridden with rot, holes, and breaks in the wood that it can't rightly be called a proper enclosure.  Some distance across from a half-built barn are a shack leaning far to the left, a small, crumbling stone structure, and wooden shed.  Dark muck and puddles of mud riddle the ground, and a fine mist of what can only be spores hangs in the air.",
    "All around, large banyan trees and black ash hover like parents over children.  Lanterns lit with bright flames hang around the diliapidated fence, which is so ridden with rot, holes, and breaks in the wood that it can't rightly be called a proper enclosure.  Some distance across from a half-built barn are a shack leaning far to the left, a small crumbling stone structure, and wooden shed.  Dark muck and puddles of mud riddle the ground, and a fine mist of what can only be spores hangs in the air.",
    "All around, large banyan trees and black ash hover like parents over children.  Lanterns hang around the diliapidated fence, which is so ridden with rot, holes, and breaks in the wood that it can't rightly be called a proper enclosure.  Some distance across from a half-built barn are a shack leaning far to the left, a small crumbling stone structure, and wooden shed.  Dark muck and puddles of mud riddle the ground, and a fine mist of what can only be spores hangs in the air.",
    "All around, large banyan trees and black ash hover like parents over children.  Lanterns lit with bright flames hang around the dilapidated fence, which is so ridden with rot, holes, and breaks in the wood that it can't rightly be called a proper enclosure.  Some distance across from a half-built barn are a shack leaning far to the left, a small crumbling stone structure, and wooden shed.  Dark muck and puddles of mud riddle the ground, and a fine mist of what can only be spores hangs in the air."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Feywrot Mire, Dilapidated Yard]"
  ],
  "check_location": true,
  "timeto": {
    "21515": 0.2,
    "20275": 0.2,
    "21516": 0.2,
    "21518": 0.2,
    "21519": 0.2
  },
  "id": 21514,
  "location": false,
  "tags": [

  ],
  "unique_loot": null,
  "links": [

  ]
}