{
  "wayto": {
    "227": "south",
    "19929": "go baths",
    "225": "north",
    "8613": "go wagon"
  },
  "paths": [
    "Obvious paths: north, south"
  ],
  "image_coords": [
    197,
    262,
    232,
    297
  ],
  "terrain": "plain dirt",
  "description": [
    "The street runs between the northern palisade and the central square to the south and east.  The traffic is varied here, as a few traders and travelers mingle on the dark streets with the ever-present and watchful militiamen.  The damaged walls of Cholgar's Bathhouse occupy nearly the entire block.",
    "The street runs between the northern palisade and the central square to the south and east.  The traffic is varied here, as shoppers, traders, travelers and merchants mix with the ever-present and watchful militiamen.  Rowdy cries and raucous laughter, as well as some oddly unidentifiable sounds, emanate from behind the drawn curtains of Cholgar's Bathhouse, which occupies nearly the entire block.",
    "The street runs between the northern palisade and the central square to the south and east.  The traffic is varied here, as a few traders and travelers mingle on the dark streets with the ever-present and watchful militiamen.  The pristine walls of the Stone Baths occupy nearly the entire block.",
    "The street runs between the northern palisade and the central square to the south and east.  The traffic is varied here, as shoppers, traders, travelers and merchants mix with the ever-present and watchful militiamen.  The pristine walls of the Stone Baths occupy nearly the entire block."
  ],
  "image": "wl-wehnimers-1264234799.png",
  "climate": "temperate",
  "title": [
    "[Wehnimer's, Talon St.]"
  ],
  "check_location": null,
  "timeto": {
    "227": 0.2,
    "19929": 0.2,
    "225": 0.2,
    "8613": 0.2
  },
  "id": 226,
  "location": "the town of Wehnimer's Landing",
  "tags": [
    "some acantha leaf",
    "pepperthorn root",
    "some sovyn clove",
    "some wingstem root",
    "some angelica root",
    "meta:teleport:fwi",
    "acantha leaf",
    "calamia fruit",
    "sovyn clove",
    "small flower",
    "small rose",
    "small daisy",
    "angelica root",
    "withered black mushroom",
    "stalk of chicory",
    "sprig of alyssum",
    "heath aster",
    "stalk of goldenrod",
    "yellow primrose",
    "small wild rose",
    "wild carrot",
    "ginger root",
    "wild chokecherry",
    "motherwort",
    "murkweed",
    "blue whortleberry",
    "white baneberry",
    "murdroot",
    "ironfern root",
    "wingstem root",
    "bur-clover root"
  ],
  "links": [

  ]
}