{
  "id": 23957,
  "title": [
    "[River's Rest, Festival Grounds]"
  ],
  "description": [
    "A small wooden shack sits near the river's edge, with a short dock that juts out into the water.  Cattails and grass have grown up around the base of the shack, and dragonflies dance along the surface of the water, occasionally landing to rest on a reed.",
    "A small wooden shack sits near the river's edge, with a short dock that juts out into the water.  Cattails and grass have grown up around the base of the shack, and starflies dance along the surface of the water, leaving silvery trails of light in their wake.",
    "A small wooden shack sits near the river's edge, with a short dock that juts out into the water.  Cattails and grass have grown up around the base of the shack, and starflies dance along the surface of the water, leaving silvery trails of light in their wake.  A foot-worn dirt path leads under the dock.",
    "A small wooden shack sits near the river's edge, with a short dock that juts out into the water.  Cattails and grass have grown up around the base of the shack, and dragonflies dance along the surface of the water, occasionally landing to rest on a reed.  A foot-worn dirt path leads under the dock.",
    "A small wooden shack sits near the river's edge, with a short dock that juts out into the water.  Cattails and grass have grown up around the base of the shack, and starflies dance along the surface of the water, leaving silvery trails of light in their wake.  Some green and white-checkered flannel blankets are scattered across the ground, and a foot-worn dirt path leads under the dock."
  ],
  "paths": [
    "Obvious paths: southwest, northwest"
  ],
  "location": "River's Rest",
  "wayto": {
    "23974": "go rickety shack",
    "23958": "go wooden shack",
    "23959": "northwest",
    "23949": "southwest",
    "24584": "go path"
  },
  "timeto": {
    "23974": 0.2,
    "23958": 0.2,
    "23959": 0.2,
    "23949": 0.2,
    "24584": 0.2
  },
  "image": "fest-picklefest-1439662135.png",
  "image_coords": [
    461,
    147,
    488,
    174
  ]
}