{
  "wayto": {
    "26464": "go door",
    "26466": "southwest",
    "26449": "south",
    "26479": "southeast"
  },
  "paths": [
    "Obvious paths: southeast, south, southwest"
  ],
  "image_coords": [
    231,
    352,
    244,
    365
  ],
  "terrain": null,
  "description": [
    "Silvery grey mist swirls around the dark shadows of slippery kelp, which produce fey curtains across the granite mountainside that only partially hide a plethora of looming shapes.  Off-kilter pillars, distorted by the moonlight, support a basalt stone lintel above a warped teak door whose edges are limned with golden light from within.  A railing at the edge of the path provides a view of mist-shrouded open air, and the only sound is that of the waves crashing on stone.",
    "Curtains of dark, slippery kelp lay in ropy lengths down the dark mountainside, their constantly dripping, rubbery leaves parted to reveal sculpted architecture that is vaguely elven in origin.  Off-kilter pillars support a lintel that shows signs of recent scrubbing and fresh carvings, though the teak door beneath has clearly seen better days.  The short steps leading to the waterlogged entry fill most of the cobbled pathway and nearly reach the protective railing that borders the cliff's edge.",
    "Silvery grey mist swirls around the dark shadows of slippery kelp, which produce fey curtains across the granite mountainside that only partially hide a plethora of looming shapes.  Off-kilter pillars, distorted by the moonlight, support a warped alder lintel above a warped teak door whose edges are limned with golden light from within.  A railing at the edge of the path provides a view of mist-shrouded open air, and the only sound is that of the waves crashing on stone."
  ],
  "image": "fest-ebon_gate-caligos_isle-1539222190.png",
  "climate": null,
  "title": [
    "[Caligos Isle, High Plateau]"
  ],
  "check_location": null,
  "timeto": {
    "26464": 0.2,
    "26466": 0.2,
    "26449": 0.2,
    "26479": 0.2
  },
  "id": 26463,
  "location": "Caligos Isle",
  "tags": [

  ],
  "unique_loot": null
}