{
  "wayto": {
    "26447": "south",
    "26537": "north",
    "27506": "go gold tent",
    "27507": "go slipshod shack"
  },
  "paths": [
    "Obvious paths: north, south"
  ],
  "image_coords": [
    462,
    451,
    475,
    464
  ],
  "terrain": null,
  "description": [
    "Scattered fish skeletons, many with flesh still clinging to the bones and dorsal fins, litter the ground beside the steep and narrow path.  A pair of loggerheads can be glimpsed through the darkness, pinned between boulders a short distance away.   One remains upright, as though it might free itself and walk away, while the other is overturned, the scavenged plastron guarding its belly riddled with holes and oozing liquids.  A nauseating stench of decomposition lifts only briefly with passing night winds.",
    "Scattered fish skeletons, many with flesh still clinging to the bones and dorsal fins, litter the ground beside the steep and narrow path.  A pair of loggerheads are pinned between boulders a short distance away.   One remains upright, as though it might free itself and walk away, while the other is overturned, the scavaged plastron guarding its belly riddled with holes and oozing liquids.  The nauseating stench of decomposition lifts only briefly with each passing sea breeze.",
    "Scattered fish skeletons litter the ground beside the steep and narrow path.  A pair of carapaces from two entrapped loggerheads are pinned between boulders a short distance away.  Both have been picked clean of all flesh and entrails, and the once vibrant plastrons are faded and brittle from the sun.  The nauseating stench of decaying vegetation lifts only briefly with each passing sea breeze."
  ],
  "image": "fest-ebon_gate-caligos_isle-1539222190.png",
  "climate": null,
  "title": [
    "[Caligos Isle, Eastern Slope]"
  ],
  "check_location": null,
  "timeto": {
    "26447": 0.2,
    "26537": 0.2,
    "27506": 0.2,
    "27507": 0.2
  },
  "id": 26541,
  "location": "Caligos Isle",
  "tags": [

  ],
  "unique_loot": null
}