{
  "wayto": {
    "26602": "go curtain",
    "26418": "out"
  },
  "paths": [
    "Obvious exits: out"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Starlight shimmers in through the crosshatched grate-covered windows lining the back of this spacious cabin.  Muted bands of yellows, blues, and reds are refracted through the baubles here and shift slowly around the walls as the pale white moon meanders across the nighttime sky.  A straw-lined iron chest holds a collection of small sea glass jars, while a tall driftwood pedestal holds several larger jars and two very large bottles.  Beneath the window, a smooth mahogany table, polished to a mirror shine, displays other goods available to the disce",
    "Light shimmers in through the crosshatched grate-covered windows lining the back of this spacious cabin.  Shimmering bands of yellows, blues, and reds are refracted through the baubles here and shift slowly around the walls as the sun meanders across the sky.  A straw-lined iron chest holds a collection of small sea glass jars, while an open glass display case displays fine glass shards from the seas.  Beneath the window, a smooth mahogany table, polished to a mirror shine, displays other goods available to the discerning patron.",
    "Starlight shimmers in through the crosshatched grate-covered windows lining the back of this spacious cabin.  Muted bands of yellows, blues, and reds are refracted through the baubles here and shift slowly around the walls as the pale white moon meanders across the nighttime sky.  A straw-lined iron chest holds a collection of small sea glass jars, while an open glass display case displays fine glass shards from the seas.  Beneath the window, a smooth mahogany table displays other goods available to the discerning patron."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Baubles of the Sea]"
  ],
  "check_location": null,
  "timeto": {
    "26602": 0.2,
    "26418": 0.2
  },
  "id": 26601,
  "location": "Caligos Isle",
  "tags": [

  ],
  "unique_loot": null
}