{
  "id": 26741,
  "title": [
    "[Caligos Isle, Verdant Slope]"
  ],
  "description": [
    "Draping between the rotted remains of ancient trees, thick rope vines display their verdant growth and intertwine to form a canopy that blocks all sunlight.  Dart frogs and cicadas vie for dominance as they issue their clicking and rattling sounds into the damp darkness of the surrounding jungle.  A small vine-covered crack in the foliage to the east darkens the pathway.",
    "Draping between the rotted remains of ancient trees, thick rope vines display their verdant growth and intertwine to form a canopy that blocks all moonlight. Dart frogs and cicadas vie for dominance as they issue their clicking and rattling sounds into the damp darkness of the surrounding jungle. A small vine-wreathed crack in the foliage to the east provides egress from the descending pathway.",
    "Draping between the rotted remains of ancient trees, thick rope vines display their verdant growth and intertwine to form a canopy that blocks all sunlight. Dart frogs and cicadas vie for dominance as they issue their clicking and rattling sounds into the damp darkness of the surrounding jungle. A small vine-wreathed crack in the foliage to the east provides egress from the descending pathway.",
    "Draping between the rotted remains of ancient trees, thick rope vines display their verdant growth and intertwine to form a canopy that blocks all moonlight.  Dart frogs and cicadas vie for dominance as they issue their clicking and rattling sounds into the damp darkness of the surrounding jungle.  A small vine-covered crack in the foliage to the east darkens the pathway."
  ],
  "paths": [
    "Obvious paths: west, down"
  ],
  "location": "Caligos Isle",
  "wayto": {
    "26738": "west",
    "27545": "down",
    "28517": "go crack"
  },
  "timeto": {
    "26738": 0.2,
    "27545": 0.2,
    "28517": 0.2
  },
  "image": "fest-ebon_gate-caligos_isle-1539222190.png",
  "image_coords": [
    423,
    73,
    431,
    81
  ]
}