{
  "wayto": {
    "2376": "out",
    "27861": "west",
    "28694": "east"
  },
  "paths": [
    "Obvious exits: east, west, out",
    "Obvious exits: east",
    "Obvious exits: west"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Beneath an uneven wooden ceiling, a tattered merchant permit hangs on one of the plain wooden walls.  A plain wooden table sits in one corner while a worn rug rests on the wooden floor.",
    "The broad sweep of the blonde oak floor is interrupted by a worn rug.  Halfway to the oak beam ceiling, a tattered merchant permit hangs on one of the smooth white plaster walls.  A plain wooden table is pushed to the back of the shop.",
    "Smooth white plaster walls rise from a golden blonde oak floor.  Just above a worn rug hangs a woven floral tapestry, and an oak beam ceiling completes the picture.  A floral-etched ceramic case and a plain wooden table stand side by side in the middle of the room.",
    "Beneath an oak beam ceiling, a tattered merchant permit hangs on one of the smooth white plaster walls.  A plain wooden table sits in one corner while a worn rug rests on the blonde oak floor.",
    "Enclosed by smooth white plaster walls, the shop features a glass-fronted bookcase in the center of its blonde oak floor.  A tattered merchant permit hangs under the oak beam ceiling.  Right near the front is a spacious grey slate counter and a heavy lead glass display case.",
    "Beneath an oak beam ceiling, a tattered merchant permit hangs on one of the smooth white plaster walls.  A heavy white granite counter and a tall oak and ivory cabinet sit in opposite corners while a stuffed grizzly bear rests on a golden blonde oak floor.",
    "A noble elf maiden portrait hangs on one of the smooth white plaster walls, and an oak beam ceiling rises overhead.  A glass-fronted bookcase sits in one corner of a golden blonde oak floor.  There is a heavy lead glass display case on one side of the shop and a spacious grey slate counter on the other."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Selaesia's General Store]",
    "[Selaesia's Magic Shoppe]",
    "[Selaesia's Outfitting]"
  ],
  "check_location": null,
  "timeto": {
    "2376": 0.2,
    "27861": 0.2,
    "28694": 0.2
  },
  "id": 27853,
  "location": "Icemule Trace",
  "tags": [

  ],
  "unique_loot": null
}