{
  "id": 28907,
  "title": [
    "[Wandering Eye Market, East]"
  ],
  "description": [
    "Perched upon the eastern edge of the painted cobblestone market, a two-story stone structure sits isolated from the lack of stalls, awnings, and tents that occupy other portions of the market.  Twin stocks flank heavy marble stairs that lead inside the windowless structure, while evenly spaced lanterns, dormant for the moment, stand silent guard nearby.  A small backless oak bench rests against a potted tree that seems out of place in the center of the market.",
    "Perched upon the eastern edge of the painted cobblestone market, a two-story stone structure sits isolated from the lack of stalls, awnings, and tents that occupy other portions of the market.  Twin stocks flank heavy marble stairs that lead inside the windowless structure, while evenly spaced lanterns, shedding illumination, stand silent guard nearby.  A small backless oak bench rests against a potted tree that seems out of place in the center of the market.",
    "Perched upon the eastern edge of the painted cobblestone market, a two-story stone structure and a bright red brick-faced building sit in relative isolation from the hawker's stalls, awnings, and tents that occupy other portions of the market.  Twin stocks flank heavy marble stairs that lead inside the windowless structure, while evenly spaced lanterns, dormant for the moment, stand silent guard over the building.  A small backless oak bench rests against a potted tree that seems out of place in the center of the market."
  ],
  "paths": [
    "Obvious paths: north, east, south, west"
  ],
  "location": "Kraken's Fall",
  "wayto": {
    "28813": "west",
    "28899": "south",
    "28908": "north",
    "28906": "east",
    "29009": "go structure",
    "28814": "go brick building"
  },
  "timeto": {
    "28813": 0.2,
    "28899": 0.2,
    "28908": 0.2,
    "28906": 0.2,
    "29009": 0.2,
    "28814": 0.2
  },
  "image": "kf-krackens_fall-1465343055.png",
  "image_coords": [
    471,
    372,
    485,
    385
  ]
}