{
  "wayto": {
    "3034": "05f5d3e018e1706705aa223864d4824b"
  },
  "paths": [
    "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest"
  ],
  "image_coords": null,
  "terrain": null,
  "description": [
    "Tracks of previous travelers wander aimlessly through the snow.  A large spruce tree lies on the ground off to the side, covered in ice and snow.  The small open area where the tree once stood lets the bitter-cold breeze flow through the area.",
    "The silence of the snow-covered forest is frightening.  Distant howls of coyotes and occasional sounds of snow falling from high branches is all that can be heard.",
    "It is difficult to see any great distance through the dense forest.  Landmarks are sparse, making it tough to navigate your way out of the trees.  You hear a faint rustling coming from a small bush off to the side of the trail.",
    "An oddly shaped cedar tree stands off to the side of the trail.  An owl is startled by your presence, and its screech echos through the forest as it flies off.",
    "The path here winds through the trees and braches off into several directions.  You have lost all sense of direction and wonder if you are ever going to make it out of this maze.",
    "Tracks from a snowshoe hare meander in and out of the dense forest.  A few fallen branches lay in the middle of the trail, but are not large enough to impede your progress.",
    "The trees are starting to all look the same, giving you the feeling you are lost.  The tops of the conifers sway silently in the chilly breeze.  You notice a small critter darting through the woods out of the corner of your eye.",
    "The tracks in the snow here look familiar, making you wonder if you are just walking in circles.  A strange chittering coming from up in a tree echos through the cold dry air of the forest.",
    "Snow drifts against fallen trees off of the beaten paths.  Occasionally, the sounds of snow falling from branches can be heard throughout the forest.  The trees all look alike, making you wonder if you have been here before."
  ],
  "image": null,
  "climate": null,
  "title": [
    "[Lost In The Woods]"
  ],
  "check_location": null,
  "timeto": {
    "3034": 1.0
  },
  "id": 3035,
  "location": "Icemule Ranger Guild",
  "tags": [
    "stick",
    "some tree bark",
    "some bolmara lichen",
    "some valerian root"
  ],
  "links": [

  ]
}