{
  "id": 3489,
  "title": [
    "[Ta'Vaalor, Amaranth Wey]"
  ],
  "description": [
    "A small fountain presides over the intersection of cobbled streets, its centerpiece a carved marble statue of Phoen.  The thick, low walls of the fountain provide a lovely resting spot from which to watch the passersby as they move along the wey.",
    "A small fountain presides over the intersection of cobbled streets, its centerpiece a carved marble statue of Phoen.  The thick, low walls of the fountain provide a lovely resting spot from which to watch the moonlight reflect upon the shimmering pool.",
    "A small fountain is blackened with soot, and its waters are thick and filthy with ash.  A few city workers are cleaning the Phoen statue at its center.  A number of guardsmen oversee the effort, keeping a keen eye on their surroundings.",
    "A small fountain presides over the intersection of cobbled streets, its centerpiece a carved marble statue of Phoen.  The thick, low walls of the fountain provide an ideal resting spot from which to watch the moonlight reflect upon the shimmering pool.  A number of guardsmen patrol the area in front of a mithril gate on the north side of the var, while a tree-lined path leads away from the south.",
    "A small fountain presides over the intersection of cobbled streets, its centerpiece a carved marble statue of Phoen.  The thick, low walls of the fountain provide an ideal resting spot from which to watch the passersby as they move along the wey.  A number of guardsmen patrol the area in front of a mithril gate on the north side of the var, while a tree-lined path leads away from the south."
  ],
  "paths": [
    "Obvious paths: east, west, northwest"
  ],
  "location": "the city of Ta'Vaalor",
  "wayto": {
    "3488": "northwest",
    "3490": "east",
    "3492": "west",
    "10330": "go path",
    "27294": "go mithril gate"
  },
  "timeto": {
    "3488": 0.2,
    "3490": 0.2,
    "3492": 0.2,
    "10330": 0.2,
    "27294": 0.2
  },
  "image": "en-tavaalor-1565907614.png",
  "image_coords": [
    1076,
    255,
    1111,
    292
  ]
}