{
  "wayto": {
    "3489": "east",
    "3493": "west",
    "10329": {
      "stringproc": "222a5397eb061a1267a9198610a1fd7b"
    }
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    1000,
    253,
    1037,
    289
  ],
  "terrain": null,
  "description": [
    "A deep grey stone cottage sits beside the wey, its doorstep painted a bright green.  Thick glaesine panes mark the window embrasures, each diamond-shaped piece of glaes reflecting and refracting the daylight in a hundred different hues.  A polished haon sign hangs above the door.",
    "The Ta'Vaalor Furrier sits beside the wey, its doorstep painted a bright green.  Thick glaesine panes mark the window embrasures, each diamond-shaped piece of glaes reflecting and refracting the silvery moonlight in a rainbow of cool hues.  A polished haon sign hangs above the door.",
    "The Ta'Vaalor Furrier sits beside the wey, its doorstep painted a bright green.  Thick glaesine panes mark the window embrasures, each diamond-shaped piece of glaes reflecting and refracting the daylight in a hundred different hues.  A polished haon sign hangs above the door.",
    "The collapsed remains of the Ta'Vaalor Furrier stand beside the wey.  Its charred timbers still smolder, sending lazy tendrils of acrid smoke into the air.  A broken haon sign hangs crookedly from one remaining hook over the door, creaking mournfully as it swings back and forth.",
    "A large grey stone warehouse stands beside the wey, its grey stone facade punctuated with a short series of windows and a wide double-door entry.  Tendrils of smoke and a melange of acrid odors emanate from several chimneys extending from the high, peaked roof.  A haon sign hangs above the entry."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Amaranth Court]"
  ],
  "check_location": null,
  "timeto": {
    "3489": 0.2,
    "3493": 0.2,
    "10329": 0.2
  },
  "id": 3492,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}