{
  "id": 3498,
  "title": [
    "[Ta'Vaalor, Shimeraern Var]"
  ],
  "description": [
    "The cobbled var provides a distant view of the city's airships dock several blocks to the west, the sound of the vessels only occasionally drifting in on a puff of wind.  Raucous laughter pours from the open windows of a tavern on the corner, filling the var with the sounds of merriment.",
    "The cobbled var provides a distant view of the city's airship dock several blocks to the west, the sound of the vessels only occasionally drifting in on a puff of wind.  The murmur of conversation drifts from the tavern as somber-looking patrons come and go, while a couple of young boys scrub at the soot-stained walls with buckets of soapy water.",
    "The cobbled var provides a distant view of the city's airship dock several blocks to the west, the sound of the vessels only occasionally drifting in on a puff of wind.  The murmur of conversation drifts from the tavern as somber-looking patrons come and go.",
    "Shadows flicker across the cobbled var, backlit from the open windows of the tavern on the corner.  Barely seen is A maoral sign set above the door from which music and laughter pour forth.  Guardsmen stand watch a few feet away, keeping a keen eye on drunken revelers as they stumble out and toward their homes.",
    "The cobbled var provides a distant view of the city's airships dock several blocks to the west, the sound of the vessels only occasionally drifting in on a puff of wind.  Music and laughter pour from the open windows of a tavern on the corner, filling the var with the sounds of revelry.  A maoral sign is set above the door of the tavern."
  ],
  "paths": [
    "Obvious paths: north, south, west"
  ],
  "location": "the city of Ta'Vaalor",
  "wayto": {
    "3497": "north",
    "3500": "west",
    "3501": "south",
    "26016": {
      "file": "string_procs/wayto/3498_26016.rb"
    },
    "10424": "go tavern"
  },
  "timeto": {
    "3497": 0.2,
    "3500": 0.2,
    "10424": 0.2,
    "3501": 0.2,
    "26016": 5.0
  },
  "image": "en-tavaalor-1565907614.png",
  "image_coords": [
    625,
    404,
    661,
    437
  ]
}