{
  "id": 3505,
  "title": [
    "[Ta'Vaalor, Geaislt Wey]"
  ],
  "description": [
    "Well-worn cobblestones fill the street's surface.  A pair of iron posts are topped with iron cutouts shaped like dragons.  The necks of the reptiles droop low to allow for lanterns to hang freely from tiny hooks set into the mouths of the beasts.",
    "Well-worn cobblestones fill the street's surface.  A pair of iron posts are topped with iron cutouts shaped like dragons.  The necks of the reptiles droop low to allow for lanterns to hang freely from tiny hooks set into the mouths of the beasts.  The lanterns burn brightly, casting a cone of light on the street below.",
    "This part of the wey looks as though an implosion standoff took place here.  A pair of fancifully wrought iron lantern posts have been forcibly ripped from their stone bases and twisted into nearly unrecognizable shapes before being smashed into the cobblestone street.",
    "A slow trickle of foot traffic moves along the cobblestone street, mostly workmen working the late shift hauling cargo to and from the airship docks to the north.  An occasional patrol of solders march through the area, eyes alert and weapons at hand.",
    "A slow trickle of foot traffic moves along the cobblestone street, mostly workmen working the late shift hauling cargo to and from the airship docks to the north.  An occasional patrol of soldiers marches through the area, eyes alert and weapons at hand.",
    "A heavy flow of traffic moves along the cobblestone street, both travelers hauling luggage and workmen hauling cargo to and from the airship docks to the north.  The sound of an occasional deep yell or cry of greeting carries on the air."
  ],
  "paths": [
    "Obvious paths: northeast, south"
  ],
  "location": "the city of Ta'Vaalor",
  "wayto": {
    "3503": "northeast",
    "3506": "south"
  },
  "timeto": {
    "3503": 0.2,
    "3506": 0.2
  },
  "image": "en-tavaalor-1565907614.png",
  "image_coords": [
    402,
    555,
    435,
    588
  ]
}