{
  "wayto": {
    "5906": "go gate",
    "3522": "west",
    "3524": "north",
    "25626": {
      "stringproc": "7f796d46f137a6d162b16774c2088e4a"
    }
  },
  "paths": [
    "Obvious paths: north, west"
  ],
  "image_coords": [
    1147,
    853,
    1184,
    885
  ],
  "terrain": null,
  "description": [
    "The sparkling glaesine windows of the city's finest jewelry shop catch the eye of many passing through the Annatto Gate.  Although the shop is clad in pristine white limestone, its loveliness is dwarfed by the grandeur of the elaborately carved city gate.  Several city guardsmen carefully inspect travellers passing through the gates.",
    "A smoking pile of limestone rubble lies in the shadow of the elaborately carved Annatto Gate.  Sparkling shards of glass litter the area, though several laborers sweep and work diligently to clean up the debris.  Several city guardsmen carefully inspect travelers passing through the gates.",
    "A smoking pile of limestone rubble lies in the shadow of the elaborately carved Annatto Gate.  Sparkling shards of glass litter the area, and a small mithglin sign lies discarded on the side of the wey.  Several city guardsmen carefully inspect travelers passing through the gates.",
    "A large stone building, with a small mithglin sign posted above its open doorway, stands near the elaborately carved Annatto Gate.  The building's pristine limestone facade is adorned with several crimson and gold pennants.  A young elven legionnaire stands at attention, guarding the entry and nodding respectfully to the few officers moving in and out of the building at the late hour.  Several city guardsmen carefully inspect travelers passing through the gates.",
    "A large stone building, with a small mithglin sign posted above its open doorway, stands near the elaborately carved Annatto Gate.  The building's pristine limestone facade is adorned with several crimson and gold pennants.  A young elven legionnaire stands at attention, guarding the entry and nodding respectfully to the officers moving in and out of the building.  Several city guardsmen carefully inspect travelers passing through the gates."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Annatto Wey]"
  ],
  "check_location": null,
  "timeto": {
    "5906": 0.2,
    "3522": 0.2,
    "3524": 0.2,
    "25626": 0.2
  },
  "id": 3523,
  "location": "the city of Ta'Vaalor",
  "tags": [
    "trash"
  ],
  "links": [

  ]
}