{
  "wayto": {
    "3529": "south",
    "3531": "north",
    "3533": "east",
    "26025": "1fe8d99b0e0c7315bf4a9593b1c21a86"
  },
  "paths": [
    "Obvious paths: north, east, south"
  ],
  "image_coords": [
    1228,
    404,
    1259,
    440
  ],
  "terrain": null,
  "description": [
    "Thick-caned climbing roses nearly obscure the walls of the nearby cottage, its whitewashed stone peeking out in small patches from behind the draped greenery and heavy red blossoms that trail along its walls.  The cottage's lone window stands open, the diamond-shaped glaesine panes sparkling in the light.",
    "Thick-caned climbing roses nearly obscure the walls of the nearby cottage, its whitewashed stone peeking out in small patches from behind the draped greenery and heavy red blossoms that trail along its walls.  The cottage's lone window shines in the darkness, the diamond-shaped glaesine panes sparkling with an amber hue.",
    "The burnt remains of climbing rose vines cling desperately to the shattered remains of a nearby cottage, pieces of its blackened stone structure and shattered glaesine panes spread across the var.  Soldiers stand guard over a number of workers that are picking through the rubble and hauling off what cannot be used to rebuild.",
    "The burnt remains of climbing rose vines cling desperately to the shattered remains of a nearby cottage, pieces of its blackened stone structure and shattered glaesine panes spread across the var.  Soldiers patrol the area, picking through the rubble with suspicious eyes.",
    "Identical limestone houses line the var, each with a precisely manicured lawn bordered by a neat row of haon shrubs.  Several of the homes have dim lights shining from the windows, where goodwives can be seen tending to household chores.",
    "Identical limestone houses line the var, each with a precisely manicured lawn bordered by a neat row of haon shrubs.  Elven children play near the houses, striking at each other with balls or wooden sticks."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Caerneaes Var]",
    "[Ta'Vaalor, Caernaeas Var]"
  ],
  "check_location": null,
  "timeto": {
    "3529": 0.2,
    "3531": 0.2,
    "3533": 0.2,
    "26025": 5.0
  },
  "id": 3530,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}