{
  "wayto": {
    "3530": "south",
    "3532": "east",
    "10336": "go house",
    "3491": "west"
  },
  "paths": [
    "Obvious paths: east, south, west"
  ],
  "image_coords": [
    1227,
    330,
    1259,
    365
  ],
  "terrain": null,
  "description": [
    "The lilting sounds of a flute, emanating from the open windows of a nearby cottage, drift across the var.  Many of the elven passersby smile slightly as they note the bright cadence of the player's tune.",
    "The lilting sounds of a flute, emanating from the open windows of a nearby cottage, drift across the var.  The melancholy notes hang in the still night air.",
    "A number of destroyed cottages line the var, smoke still smoldering from their remains.  Workers dig through the remains, clearing them out, while other workers carry in building supplies.  A pale blue limestone house with a peaked slate roof is the only building not touched by the destruction, though it is heavily covered in black, sooty ash.",
    "A number of destroyed cottages line the var, smoke still smoldering from their remains.  A pale blue limestone house with a peaked slate roof is the only building not touched by the destruction, though it is heavily covered in black, sooty ash.",
    "Well-kept haon shrubs frame the var, planted in front of a number of limestone homes.  A pale blue limestone house with a peaked slate roof with an oval faenor sign over the door stands sentinel over all the others.  Moonlight shines from above, and flickering light from some of the houses can be seen from the var.",
    "Well-kept haon shrubs frame the var, planted in front of a number of limestone homes.  A pale blue limestone house with a peaked slate roof with an oval faenor sign over the door stands sentinel over all the others.  All manner of people flow in and out, carrying piles of scrolls and large textbooks."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Glimaerstone Var]"
  ],
  "check_location": null,
  "timeto": {
    "3530": 0.2,
    "3532": 0.2,
    "10336": 0.2,
    "3491": 0.2
  },
  "id": 3531,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}