{
  "id": 3537,
  "title": [
    "[Ta'Vaalor, Maerneis Var]"
  ],
  "description": [
    "Clusters of cottages crowd the edge of the cobbled var, each vying for a scrap of the limited sunlight skittering over the high city walls nearby.  Though closely spaced, the cottages show no sign of neglect, each one painted a pale hue and possessing windowboxes that brim with bright blossoms.",
    "Clusters of cottages crowd the edge of the cobbled var, each vying for a scrap of the limited moonlight skittering over the high city walls nearby.  Though closely spaced, the cottages show no sign of neglect, each one painted a pale hue and possessing windowboxes that brim with bright blossoms.",
    "The clusters of cottages at the edge of the var have been ravaged by fire, their foundations having been built so close together that the flames leaped easily from one to the next until all were utterly ruined.  The smell of the charred timbers might be reminiscent of a campfire if not for the obvious devastation to contradict that cheerful image.",
    "A tidy row of small homes stands on either side of the var, their exteriors mostly of brick or stone, with a couple of upscale marble homes added to the mix.  Neatly clipped lawns are divided by low fences, lending a military-like precision to the area.  A small garden can be seen at the front of a home here and there, and one large house boasts a small pond surrounded by a neatly trimmed row of shrubbery.",
    "A tidy row of small homes stands on either side of the var, their exteriors mostly of brick or stone, with a couple of upscale marble homes added to the mix.  Neatly clipped lawns are divided by low fences, lending a military-like precision to the area.  An uneven cobblestone path leads up to an intricate rose and vine wrought iron gate set between two alabaster pillars.  A small garden can be seen at the front of a home here and there, and one large house boasts a small pond surrounded by a neatly trimmed row of shrubbery."
  ],
  "paths": [
    "Obvious paths: north, west"
  ],
  "location": "the city of Ta'Vaalor",
  "wayto": {
    "3536": "west",
    "3538": "north"
  },
  "timeto": {
    "3536": 0.2,
    "3538": 0.2
  },
  "image": "en-tavaalor-1565907614.png",
  "image_coords": [
    1376,
    778,
    1408,
    813
  ],
  "tags": [
    "trash"
  ]
}