{
  "wayto": {
    "10369": "go hall",
    "3538": "south",
    "3540": "north"
  },
  "paths": [
    "Obvious paths: north, south"
  ],
  "image_coords": [
    1375,
    628,
    1411,
    664
  ],
  "terrain": null,
  "description": [
    "A small but elegant structure stands back from the wey, its outer walls clad in pure white marble.  Twin statues of Koar stand sentinel on either side of the heavily carved front doors.  Standing slightly ajar, the doors provide a glimpse of the cool, dark interior of the building.",
    "A battered structure stands back from the wey, its white marble exterior smudged with soot and filth.  Just within the partially opened doors, an immense decorative column has been knocked over, causing damage to the building's front and blocking the entry.  A group of somber clerics moves quietly about the yard, hauling off the crushed remains of statuary and beginning to make a dent in cleaning the building and its surroundings.",
    "A large marble hall stands back from the wey, surrounded by a small white fence and guarded by a number of elven soldiers.  Statues of Koar and Phoen stand sentinel on the left side of the heavily carved front door, while statues of Kai and Eonak are on the right.  A thin trickle of scholars, citizens, and soldiers quietly moves in and out of the hall.",
    "A large marble hall stands back from the wey, surrounded by a small white fence and guarded by a number of elven soldiers.  Statues of Koar and Phoen stand sentinel on the left side of the heavily carved front door, while statues of Kai and Eonak are on the right.  A bustling crowd of scholars, citizens, and soldiers regularly flows in and out of the hall."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Shimaerslin Wey]"
  ],
  "check_location": null,
  "timeto": {
    "10369": 0.2,
    "3538": 0.2,
    "3540": 0.2
  },
  "id": 3539,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}