{
  "wayto": {
    "3542": "west",
    "3522": "northeast"
  },
  "paths": [
    "Obvious paths: northeast, west"
  ],
  "image_coords": [
    999,
    930,
    1035,
    968
  ],
  "terrain": null,
  "description": [
    "A large gap in the city wall opens to the southeast, permitting access to the river docks.  City guardsmen patrol the well-fortified wall, ensuring the safety of the city's residents, while customs officials carefully inspect each wagon of cargo hauled from the docks into the city.",
    "A large gap in the city wall opens to the southeast, permitting access to the river docks.  City guardsmen patrol the well-fortified wall, ensuring the safety of the city's residents, and watch the Mistydeep River as moonlight plays across its tranquil surface.",
    "The city wall here has crumbled inward, littering the court with large chunks of white limestone.  Masons work to repair the damage, tearing down cracked stone unsuitable to build upon and re-bricking as needed.  A number of guards stand watch, some peering at passersby while others keep a keen eye on the Mistydeep, which can be seen through the destroyed section.",
    "Large white limestone bricks form the city wall that closely lines the southern edge of the court.  City guardsmen patrol its length, ensuring the safety of the citizens.  They keep a keen, watchful gaze on passersby as well as the Mistydeep River, as moonlight plays across its tranquil surface.",
    "Large white limestone bricks form the city wall that closely lines the southern edge of the court.  City guardsmen patrol its length, ensuring the safety of the citizens.  They keep a keen, watchful gaze on passersby as well as the Mistydeep River, as sunlight plays across its tranquil surface."
  ],
  "image": "en-tavaalor-1565907614.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Victory Court]",
    "[Ta'Vaalor, Tyrnian Court]",
    "[Ta'Vaalor, King's Court]"
  ],
  "check_location": null,
  "timeto": {
    "3542": 0.2,
    "3522": 0.2
  },
  "id": 3541,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}