{
  "wayto": {
    "16363": "go house",
    "12300": "west",
    "3638": "east",
    "22463": "go white edifice"
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    2630,
    1040,
    2670,
    1080
  ],
  "terrain": "hard, flat",
  "description": [
    "Pale silver moonlight pours down over the cottages here, muting the bright hues of their terra cotta roofs into cool shades of grey.  Candlelight flickers in the mullion-framed windows of the homes, creating dancing shadows upon the cool cobblestone street.  In the distance, the tall facade of the bank can be seen rising above the rest of the structures around it.",
    "The houses grow fewer in number as the road leads away from the center of town.  Each cottage is freshly whitewashed and trimmed in a colorful stain.  The sunlight warms the thick, terra cotta tiles that cover the homes and causes them to appear as if on fire.  A gentle breeze, laden with the gentle scent of honeysuckle, blows through the area.",
    "Sunlight reflects off sudsy puddles of water on the cobblestone streets, causing passersby to shade their eyes as they pass.  The origin of the bubbling liquid is from a washbasin set into the lee of a nearby house, its side featuring a large crack.  As its contents trickle down the sidewalk, they split at each cobblestone to create small rivers that cascade over the edge and into the street beyond.",
    "Moonlight reflects off puddles of water on the cobblestone street, creating a cool silver glow upon the ground.  They appear to originate from an abandoned washbasin that is set into the lee of a nearby house.  Its contents slowly trickle down the sidewalk, splitting at each cobblestone to create smaller rivers before finally pouring into the street.  The effect causes ripples of moonlight to arc across the area in a chaotic dance of pure light.",
    "Sunlight reflects off sudsy puddles of water on the cobblestone streets, causing passersby to shade their eyes as they pass.  The origin of the bubbling liquid is from a washbasin set into the lee of a nearby house, its side featuring a large crack.  As its contents trickle down the sidewalk, they split at each cobblestone to create small rivers that cascade over the edge and into the street beyond.  Across the street, an ivy-strewn white marble edifice stands open to the public."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Tigerlily Avenue]"
  ],
  "check_location": null,
  "timeto": {
    "16363": 0.2,
    "12300": 0.2,
    "3638": 0.2,
    "22463": 0.2
  },
  "id": 3640,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}