{
  "wayto": {
    "3641": "southwest",
    "3646": "northeast",
    "23653": "go bamboo lyceum"
  },
  "paths": [
    "Obvious paths: northeast, southwest"
  ],
  "image_coords": [
    3330,
    758,
    3368,
    798
  ],
  "terrain": "hilly",
  "description": [
    "The lights of the town to the southwest appear dim here, while to the northeast the cobblestone path continues on into the open field.  The sound of crickets is nearly deafening as they play their song in seemingly chaotic dissension.  Across the night sky, the twinkling of fireflies appears only to disappear moments later.",
    "To the northeast the cobblestone path begins to slope upwards towards the crest of a hill off in the distance.  A field of wildflowers upon a blanket of golden wheat stretches out on all sides as far as the horizon.  Birds and butterflies alike frolic and flutter amongst the flowers in playful dance.",
    "Stretching in a straight line from the bustling streets of town, the cobblestone path extends to the northeast at a gentle incline.  Manicured lawns stand before the chaotic brush that has been neatly cut back in an attempt to keep its verdant growth from overtaking the area.  Positioned at the end of a stone-lined walkway, the tin roof of a bamboo lyceum reflects the warm, golden sunlight.",
    "Stretching in a straight line from the bustling streets of town, the cobblestone path extends to the northeast at a gentle incline.  Manicured lawns stand before the chaotic brush that has been neatly cut back in an attempt to keep its verdant growth from overtaking the area.  Positioned at the end of a stone-lined walkway, the tin roof of a bamboo lyceum reflects the soft, silver moonlight."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Cobblestone Path]"
  ],
  "check_location": null,
  "timeto": {
    "3641": 0.2,
    "3646": 0.2,
    "23653": 0.2
  },
  "id": 3645,
  "location": "the Isle of Four Winds",
  "tags": [
    "rose-marrow root",
    "bloodwood twig",
    "yew twig",
    "oak twig",
    "luckbloom blossom",
    "ironfern root",
    "sunburst blossom",
    "twisted twig",
    "slender twig",
    "ebony twig",
    "bolmara lichen",
    "brostheras grass",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}