{
  "wayto": {
    "12283": "go bakeshop",
    "3655": "west",
    "16335": "go white shop",
    "3661": "east",
    "25307": "go plank wagon"
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    2910,
    1599,
    2951,
    1641
  ],
  "terrain": "hard, flat",
  "description": [
    "Light pours from the bakeshop windows and illuminates the cobblestone street as the baker works diligently on the morning dough.  Very little moonlight makes its way through all of the tents and awnings that line both sides of the streets, leaving everything shadowed in pitch.",
    "The warm smell of freshly baked bread wafts through the air, originating from the nearby bakeshop.  A large wooden loaf of pumpernickel acts as the sign for the shop, its body painted to appear half-eaten.  Though the storefronts all appear the same here, huddled together nearly on top of one another, each one retains its own unique character.",
    "Light pours from the bakeshop windows illuminating the baker as he works diligently on the morning dough, while only a single candle burns in the window of the yarn shop.  Very little moonlight makes its way through all of the shops and signs that line both sides of the streets, leaving everything shadowed in pitch.",
    "The warm smell of freshly baked bread wafts through the air, originating from the nearby bakeshop.  Sandwiched against the side of the bakery is another shop, which is flanked by yet another.  Though the storefronts all appear the same here, huddled together nearly on top of one another, each one retains its own unique characters and signs."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Wisteria Lane]"
  ],
  "check_location": null,
  "timeto": {
    "12283": 0.2,
    "3655": 0.2,
    "16335": 0.2,
    "3661": 0.2,
    "25307": 0.2
  },
  "id": 3656,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}