{
  "id": 3661,
  "title": [
    "[Wisteria Lane and Rose Avenue]"
  ],
  "description": [
    "Night has fallen on the alcove of Wisteria Lane, blanketing it in silvery moonlight.  Small campfires, surrounded by the gypsy folk, burn brightly in the darkness.  Songs can be heard coming from the folk gathered as they celebrate another fine day.  Circling the camp are numerous wagons and tents, set up by travelling merchants who have come to the Isle to sell their wares.",
    "Two roads converge in a semi-circled corner, Wisteria Lane heading west back toward the gates, while Rose Avenue heads north toward Oleander Avenue.  In the cozy nook, tents from various travelling merchants have been set up.  Gypsies move about the camp, some tending to their own while others attempt to sell their various wares to any who pass.",
    "Night has fallen on the alcove of Wisteria Lane, blanketing it in silvery moonlight.  Small campfires, surrounded by the gypsy folk, burn brightly in the darkness and ancient songs drift on the wind.  The circle of wagons and tents set up by various traveling merchants are brightly colored and a complete a contrast to the more orderly glass-walls of the atrium across the street.",
    "Two roads converge in a semi-circled corner, Wisteria Lane heading west back toward the gates, while Rose Avenue heads north toward Oleander Avenue.  An ivy-twined atrium occupies the corner, while directly across the street is a nook filled with tents and wagons that various traveling merchants have set up.  Gypsies move about the camp, some tending to their own, while others attempt to sell their various wares to any whom pass."
  ],
  "paths": [
    "Obvious paths: north, west"
  ],
  "location": "the Isle of Four Winds",
  "wayto": {
    "12284": "go atrium",
    "12364": "go oak wagon",
    "3656": "west",
    "18218": "go purple-capped wagon",
    "3660": "north",
    "25309": "go marbrinus tent",
    "25310": "go canvas tent",
    "25311": "go mosquito tent"
  },
  "timeto": {
    "12284": 0.2,
    "12364": 2.0,
    "3656": 0.2,
    "18218": 0.2,
    "3660": 0.2,
    "25309": 0.2,
    "25310": 0.2,
    "25311": 0.2
  },
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "image_coords": [
    3050,
    1600,
    3090,
    1640
  ]
}