{
  "wayto": {
    "3662": "north",
    "3664": "south",
    "12288": "go cottage"
  },
  "paths": [
    "Obvious paths: north, south"
  ],
  "image_coords": [
    2772,
    1884,
    2806,
    1912
  ],
  "terrain": "hard, flat",
  "description": [
    "The tiny cottages can be seen in the glowing moonlight alongside the path, the warmth from their candle-lit windows adding to the inviting surroundings.  One cottage in particular stands out among the rest, a small herb garden planted to one side of it.  Tall, iron lamps line each sidewalk, give a clear view of the path ahead.  Somewhere off in the distance, the sound of a cat mewling breaks the eerie silence of night.",
    "The tiny cottages alongside the path are warm and inviting.  An ornate, wrought iron bench rests outside one small cottage, inviting adventurer's to take a moment's rest.  Off to the side of a particular cottage, a small herb garden has been planted, its various herbs and flowers blooming in bright hues.",
    "The tiny cottages can be seen in the glowing moonlight alongside the path, the warmth from their candle-lit windows adding to the inviting surroundings.  One cottage in particular stands out among the rest, a small flower and herb garden planted to one side of it.  Tall, iron lamps line each sidewalk and give a clear view of the path ahead.  Somewhere off in the distance, the sound of a cat mewling breaks the eerie silence of night.",
    "The tiny cottages alongside the path are warm and inviting.  An ornate, wrought iron bench rests outside one small cottage, inviting adventurers to take a moment's rest.  Off to the side of a particular cottage, a small flower and herb garden has been planted, its various herbs and flowers blooming in bright hues."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Cobblestone Path]"
  ],
  "check_location": null,
  "timeto": {
    "3662": 0.2,
    "3664": 0.2,
    "12288": 0.2
  },
  "id": 3663,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}