{
  "wayto": {
    "3673": "east",
    "3668": "west",
    "3670": "go bank",
    "7": "53a638dbcab02420f62fd18c88907024",
    "284": "592e7660bc67a7aa2aeeed086c964162",
    "9410": "53a638dbcab02420f62fd18c88907024",
    "1448": "53a638dbcab02420f62fd18c88907024",
    "1944": "53a638dbcab02420f62fd18c88907024",
    "2426": "53a638dbcab02420f62fd18c88907024",
    "3521": "53a638dbcab02420f62fd18c88907024",
    "4651": "53a638dbcab02420f62fd18c88907024",
    "10862": "53a638dbcab02420f62fd18c88907024"
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    2910,
    1320,
    2951,
    1361
  ],
  "terrain": "hard, flat",
  "description": [
    "A pair of tall, beribboned stone columns flanks the entrance to the Four Winds National Bank.  The three-story building dwarfs the surrounding shops and remains the largest in the city proper.  Tiled in a rustic red shingle, the roof of the bank appears to be a cool silvery purple hue as the moonlight reflects off its surface.  A pair of armor-clad elven warriors guard the entrance, their gaze never wavering as they protect the city's treasure.",
    "A pair of tall, beribboned stone columns flanks the entrance to the Mist Harbor National Bank.  The three-story building dwarfs the surrounding shops and remains the largest in the city proper.  Tiled in a rustic red shingle, the roof of the bank appears to be a cool silvery purple hue as the moonlight reflects off its surface.  A pair of armor-clad elven warriors guard the entrance, their gaze never wavering as they protect the city's treasure.",
    "A pair of tall, beribboned stone columns flanks the entrance to the Four Winds National Bank.  The three-story building dwarfs the surrounding shops and remains the largest in the city proper.  Tiled in a rustic red shingle, the roof of the bank appears to be on fire, as sun glints off its surface.  A pair of armor-clad elven warriors guard the entrance, their gaze never wavering as they protect the city's treasure."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Gardenia Lane]"
  ],
  "check_location": null,
  "timeto": {
    "3673": 0.2,
    "3668": 0.2,
    "3670": 0.2,
    "7": "6805f003e8068c8b896705a59325316b",
    "284": "1ef43ba5adf4603d09cc44933fb7941e",
    "9410": "c89e8870811d4b1bbe6aea6a7b93c404",
    "1448": "2c9904dec9acc4cd895ebde2dfecef3c",
    "1944": "c7379382e44b95d96de32c47e12f413a",
    "2426": "0c20da7c9ea752c6d05ff4f8db7dfb63",
    "3521": "ce65ae06d0c30bb4d510b9acfc4d8920",
    "4651": "c435d4fa72c6f99fc05ca49fb8f5ccc7",
    "10862": "28dac55737c2c3c0c6e205b1d0c49704"
  },
  "id": 3669,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}