{
  "wayto": {
    "3673": "west",
    "19410": "go path",
    "3675": "east",
    "16356": "go arbor"
  },
  "paths": [
    "Obvious paths: east, west"
  ],
  "image_coords": [
    3190,
    1320,
    3231,
    1360
  ],
  "terrain": "hard, flat",
  "description": [
    "Someone has painted the cobblestones along the path here in varying shades of blue and purple, while the edges of the sidewalks are trimmed in gold.  Long, trailing ribbons of the same colors billow about the tall wrought iron lampposts spaced evenly up and down the sidewalks.",
    "Someone has painted the cobblestones along the path here in varying shades of blue and purple, while the edges of the sidewalks are trimmed in gold.  Long, trailing ribbons of the same colors billow about the tall wrought iron lampposts spaced evenly up and down the sidewalks.  A variety of cottages blend together in the backdrop, but one stands out from the rest because of the bamboo arbor built over its door.",
    "Cobblestones painted in varying shades of blue and purple line the path, while the edges of the sidewalks are trimmed in gold.  Long, trailing ribbons of the same colors billow about the tall wrought iron lampposts spaced evenly up and down the sidewalks.  A variety of cottages blend together in the backdrop, but one stands out from the rest because of the bamboo arbor built over its door.  Winding a sinuous path behind the distinct dwelling, a stony path that leads to a flower-laden garden.",
    "Cobblestones painted in varying shades of blue and purple line the path, while the edges of the sidewalks are trimmed in gold.  Long, trailing ribbons of the same colors billow about the tall wrought iron lampposts spaced evenly up and down the sidewalks.  A variety of cottages blend together in the backdrop, but one stands out from the rest because of the bamboo arbor built over its door.  Winding a sinuous trail behind the dwelling, a stony path leads to a flower-laden garden behind the structure."
  ],
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "climate": "temperate",
  "title": [
    "[Cobblestone Path]"
  ],
  "check_location": null,
  "timeto": {
    "3673": 0.2,
    "19410": 0.2,
    "3675": 0.2,
    "16356": 0.2
  },
  "id": 3674,
  "location": "the Isle of Four Winds",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}