{
  "wayto": {
    "3740": "north",
    "14674": "go staircase",
    "3736": "east",
    "26815": "go door",
    "28324": "go stone steps"
  },
  "paths": [
    "Obvious exits: north, east",
    "Obvious exits: none"
  ],
  "image_coords": [
    757,
    335,
    840,
    390
  ],
  "terrain": null,
  "description": [
    "Although large and open, this hallway manages to feel cozy.  Burgundy wool carpet covers the stone floors and a wide stone staircase with garland-trimmed bannisters which rises gracefully to the upper levels of this fine old manor house.  Carved oak display cases flank the foot of the stairs and fill most of the eastern wall.  Opposite the stairs, well-cushioned sofas and chairs are grouped around each of four large leaded glass windows.",
    "Shadows dance across the onyx-tiled floor of this spacious room.  In the center of the room is a bed shrouded with a black and silver spidersilk veil suspended from the ceiling.  One long-stemmed blood red rose lies across the pillows.  A night stand of gleaming black onyx is carved in the shape of a wolf standing guard.  A silver-tipped scroll lays on a delicate mahogany writing desk, and a large mural on the west wall catches your eye.",
    "Cut-crystal chandeliers brightly illuminate the hall, the light reflecting off tall leaded glass windows.  Plush cream damask sofas and chairs rest atop a crested rug.  Carved sideboards flank a magnificent fireplace under an oil painting of Silvergate Inn.  A sweeping grand staircase with lustrous mahogany banisters rises to the upper level, and elaborate bouquets of jasmine and golden roses artfully fill tall vases decorating the hall.  Liveried footmen and bellmen bustle about, attending to the guests.",
    "Tall leaded glass windows allow light to stream in and reflect off the gold-veined marble floors.  Plush cream damask sofas and chairs rest atop a crested rug.  Carved sideboards flank a magnificent fireplace under an oil painting of Silvergate Inn.  A sweeping grand staircase with lustrous mahogany banisters rises to the upper level, and elaborate bouquets of jasmine and golden roses artfully fill tall vases decorating the hall.  Liveried footmen and bellmen bustle about, attending to the guests."
  ],
  "image": "wl-silvergate_inn-1487242763.png",
  "climate": null,
  "title": [
    "[Silvergate, Grand Hall]"
  ],
  "check_location": null,
  "timeto": {
    "3740": 0.2,
    "14674": 0.2,
    "3736": 0.2,
    "26815": 0.2,
    "28324": 0.2
  },
  "id": 3739,
  "location": "Wehnimer's Landing",
  "tags": [

  ],
  "links": [

  ]
}