{
  "id": 3843,
  "title": [
    "[Cobblestone Path]"
  ],
  "description": [
    "The stones paving the street have been recently painted, their hues varying from cool shades of blue, green, and purple to bright gold and silver.  Adopting their festive appearance, the trim along the nearby cottages has been painted in the same fashion.  Flurries of colorful silk ribbons, tied to the lanterns flanking the street, dance in the cool breeze.  A rough flagstone path slips between the rows of hedges and into a nearby garden.",
    "The stones paving the street have been recently painted, their hues varying from cool shades of blue, green, and purple to bright gold and silver.  Adopting their festive appearance, the trim along the nearby cottages has been painted in the same fashion.  Flurries of colorful silk ribbons, tied to the lanterns flanking the street, dance in the cool breeze.",
    "The stones paving the street have been recently painted, their hues varying from cool shades of blue, green, and purple to bright gold and silver.  Adopting their festive appearance, the trim along the nearby cottages has been painted in the same fashion.  Flurries of colorful silk ribbons have been tied to the lanterns flanking the street, the moonlight occasionally causing them to shimmer softly as they dance in the breeze.",
    "The stones paving the street have been recently painted, their hues varying from cool shades of blue, green, and purple to bright gold and silver.  Adopting their festive appearance, the trim along the nearby cottages has been painted in the same fashion.  Flurries of colorful silk ribbons have been tied to the lanterns flanking the street, the moonlight occasionally causing them to shimmer softly as they dance in the breeze.  A rough flagstone path slips between the rows of hedges and into a nearby garden."
  ],
  "paths": [
    "Obvious paths: east, west"
  ],
  "location": "the Isle of Four Winds",
  "wayto": {
    "18225": "go path",
    "3648": "east",
    "12299": "west"
  },
  "timeto": {
    "18225": 0.2,
    "3648": 0.2,
    "12299": 0.2
  },
  "image": "ifw-isle_of_four_winds-1310232949.png",
  "image_coords": [
    2350,
    1320,
    2391,
    1361
  ]
}