{
  "id": 41,
  "title": [
    "[Ta'Illistim, City Gate]"
  ],
  "description": [
    "A cavernous opening in the cliff's steep face dominates the crest of the hillside, serving as the nearly impenetrable entrance to the great city built by House Illistim.  A raised portcullis is barely visible at the top of the stony maw.  Intricately carved columns flank the entrance, their crowns adorned with delicate silvered glyphs and toothily grinning gargoyles.  Staked torches nearby cast an amber glow across the glyphs, highlighting their curves and contours with an eerie grace.",
    "A cavernous opening in the cliff's steep face dominates the crest of the hillside, serving as the nearly impenetrable entrance to the great city built by House Illistim.  A raised gate is barely visible at the top of the stony maw.  Intricately carved columns flank the entrance, their crowns adorned with delicate silvered glyphs and toothily grinning gargoyles.  Staked torches nearby cast an amber glow across the glyphs, highlighting their curves and contours with an eerie grace.",
    "A cavernous opening in the cliff's steep face dominates the crest of the hillside, serving as the nearly impenetrable entrance to the great city built by House Illistim.  A raised portcullis is barely visible at the top of the stony gate.  Intricately carved columns flank the entrance, their crowns adorned with delicate silvered glyphs and toothily grinning gargoyles.  Daylight shimmers across the glyphs, highlighting their curves and contours with subtle grace."
  ],
  "paths": [
    "Obvious paths: southwest"
  ],
  "location": "Whistler's Pass",
  "wayto": {
    "40": "go gate",
    "42": "southwest"
  },
  "timeto": {
    "40": 0.2,
    "42": 0.2
  },
  "image": "en-sapphire-1264234799.png",
  "image_coords": [
    1178,
    145,
    1188,
    155
  ],
  "tags": [
    "meta:mapname:Elven Nations - Ta'Illistim Sapphire Gate",
    "meta:mapshortname:Sapphire Gate/Whistler's Pass North",
    "meta:mapcategory:Elven Nations"
  ]
}