{
  "wayto": {
    "4744": "west",
    "4746": "climb cords"
  },
  "paths": [
    "Obvious paths: west"
  ],
  "image_coords": [
    887,
    1114,
    897,
    1124
  ],
  "terrain": "missing",
  "description": [
    "The massive girth of a great oak rises from the entangled undergrowth, like an imposing monolith of the dark woods.  Its bark has changed to a stone-like grey and has splintered into jagged cracks, littering the forest floor with thin shards of bark.  The trunk of the giant tree is twice the size of a normal cottage, its uppermost branches lost within the shadows overhead.  A collection of broken boards lies half-buried in the nearby undergrowth, and twin cords hang down from an especially hearty branch.",
    "The massive girth of a great oak rises from the entangled undergrowth, like an imposing monolith of the dark woods.  Its bark has changed to a stone-like grey and has splintered into jagged cracks, littering the forest floor with thin shards of bark.  The trunk of the giant tree is twice the size of a normal cottage, its uppermost branches lost within the darkness overhead.  A collection of broken boards lies half-buried in the nearby undergrowth, and twin cords hang down from an especially hearty branch."
  ],
  "image": "en-gyldemar-1264234799.png",
  "climate": "cold, dry",
  "title": [
    "[Gyldemar Forest, Outpost]"
  ],
  "check_location": null,
  "timeto": {
    "4744": 0.2,
    "4746": 0.2
  },
  "id": 4745,
  "location": "Gyldemar Forest",
  "tags": [
    "sweetfern stalk",
    "some acantha leaf",
    "some brostheras grass",
    "bright red teaberry",
    "some valerian root",
    "some ephlox moss",
    "acantha leaf",
    "wolifrew lichen",
    "ephlox moss",
    "tkaro root",
    "sticks",
    "sassafras leaf",
    "angelica root",
    "valerian root",
    "pennyroyal stem",
    "wintergreen leaf",
    "broken twig",
    "stalk of bluebells",
    "wild pink geranium",
    "bright red cranberry",
    "tree bark",
    "willow twig",
    "yew twig",
    "oak twig",
    "luckbloom blossom",
    "twisted twig",
    "slender twig",
    "bolmara lichen",
    "brostheras grass",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}