{
  "wayto": {
    "5828": "southwest",
    "5830": "northeast"
  },
  "paths": [
    "Obvious paths: northeast, southwest"
  ],
  "image_coords": [
    316,
    908,
    326,
    918
  ],
  "terrain": null,
  "description": [
    "Arcing gently across the river, the bridge spans the surface of the Mistydeep with a massive yet quiet grace.  The crennelated city wall across the water hides and protects the city within as far as the eye can see.  Atop the tremendous limestone walls florid ruby and golden pennants flutter in the breeze.",
    "Arcing gently across the river, the bridge spans the surface of the Mistydeep with a massive yet quiet grace.  The crennelated city wall across the water hides and protects the city within as far as the eye can see.  Atop the tremendous limestone walls dusky ruby and golden pennants flutter in the night breeze.",
    "Arcing gently across the river, the bridge spans the surface of the Mistydeep with a massive yet quiet grace.  The crenellated city wall across the water hides and protects the city within as far as the eye can see.  Atop the tremendous limestone walls dusky ruby and golden pennants flutter in the night breeze.",
    "The churning mass of the swollen Mistydeep river flows beneath a temporary wooden bridge.  The water swirls with eddys and dangerous currents as it laps against the temporary wooden span, threatening to overflow it.",
    "Arcing gently across the river, the bridge spans the surface of the Mistydeep with a massive yet quiet grace.  The crenellated city wall across the water hides and protects the city within as far as the eye can see.  Atop the tremendous limestone walls florid ruby and golden pennants flutter in the breeze."
  ],
  "image": "en-cemetery-1264234799.png",
  "climate": null,
  "title": [
    "[Ta'Vaalor, Vermilion Bridge]"
  ],
  "check_location": null,
  "timeto": {
    "5828": 0.2,
    "5830": 0.2
  },
  "id": 5829,
  "location": "the city of Ta'Vaalor",
  "tags": [

  ],
  "links": [

  ]
}