{
  "id": 6013,
  "title": [
    "[Yander's Farm, Barn]"
  ],
  "description": [
    "Several paths converge in front of a wide, tall, well-constructed barn.  The wide barn door stands ajar, creaking slightly as it waves in the warm wind.",
    "Several paths converge in front of a wide, tall, well-constructed barn.  A dark grey in the moonlight, the barn appears to be fairly new, with its cedar boards running straight and true.  The boards are tightly nailed to the framework, and show very little gap anywhere between them.  Bits of chaff, wheat, and barley litter the ground, fodder for the birds that keep a safe distance from you.  The wide barn door stands ajar, creaking slightly as it waves in the warm wind.",
    "Several paths converge in front of a wide, tall, well-constructed barn.  Painted a bright brick red, the barn appears to be fairly new, with its cedar boards running straight and true.  The boards are tightly nailed to the framework, and show very little gap anywhere between them.  Bits of chaff, wheat, and barley litter the ground, fodder for the birds that keep a safe distance from you.  The wide barn door stands ajar, creaking slightly as it waves in the warm wind."
  ],
  "paths": [
    "Obvious paths: northeast, south, west, northwest"
  ],
  "location": "Yander's Farm",
  "wayto": {
    "6014": "go door",
    "6026": "west",
    "10488": "northwest",
    "6020": "northeast",
    "6012": "south"
  },
  "timeto": {
    "6014": 0.2,
    "6026": 0.2,
    "10488": 0.2,
    "6020": 0.2,
    "6012": 0.2
  },
  "image": "en-victory-1264234799.png",
  "image_coords": [
    697,
    453,
    707,
    463
  ],
  "tags": [
    "some sovyn clove",
    "some acantha leaf",
    "some calamia fruit",
    "some angelica root",
    "stalk of chicory",
    "sprig of alyssum",
    "yellow primrose",
    "small wild rose",
    "murdroot",
    "small rose",
    "wild chokecherry",
    "some wingstem root",
    "pepperthorn root",
    "white baneberry",
    "small daisy",
    "heath aster",
    "some mistweed",
    "small flower",
    "stalk of goldenrod",
    "some bur-clover root",
    "withered black mushroom",
    "some motherwort",
    "acantha leaf",
    "calamia fruit",
    "sovyn clove",
    "angelica root",
    "motherwort",
    "mistweed",
    "ironfern root",
    "wingstem root",
    "bur-clover root"
  ]
}