{
  "id": 6042,
  "title": [
    "[Yander's Farm, Farmland Road]"
  ],
  "description": [
    "A juncture of three roads occurs amidst four different crop fields.  Culverts and ridges keep the fields from being accessible from this point.",
    "A juncture of three roads occurs amidst four different crop fields.  Wheat grows directly to the north.  The even heights of the plants give the area the appearance of a long, flat sea of light and dark grey grain.  To the west a wide spiral of barley grows toward the heavens, while to the southwest long rows of corn, not yet tasseled, wave in the distance.  A turnip patch displays ribbons of turnip plants to the southeast.  Culverts and ridges keep the fields from being accessible from this point.",
    "A juncture of three roads occurs amidst four different crop fields.  Wheat grows directly to the north.  The even heights of the plants give the area the appearance of a long, flat sea of golden and green grain.  To the west a wide spiral of barley grows toward the heavens, while to the southwest long rows of corn, not yet tasseled, wave in the distance.  A turnip patch displays ribbons of turnip plants to the southeast.  Culverts and ridges keep the fields from being accessible from this point."
  ],
  "paths": [
    "Obvious paths: east, south, northwest"
  ],
  "location": "Yander's Farm",
  "wayto": {
    "6059": "northwest",
    "6041": "east",
    "6043": "south"
  },
  "timeto": {
    "6059": 0.2,
    "6041": 0.2,
    "6043": 0.2
  },
  "image": "en-victory-1264234799.png",
  "image_coords": [
    478,
    428,
    488,
    438
  ],
  "tags": [
    "some sovyn clove",
    "some acantha leaf",
    "some calamia fruit",
    "some wingstem root",
    "some bur-clover root",
    "white baneberry",
    "stalk of chicory",
    "heath aster",
    "pepperthorn root",
    "acantha leaf",
    "calamia fruit",
    "sovyn clove",
    "small flower",
    "small rose",
    "small daisy",
    "angelica root",
    "withered black mushroom",
    "sprig of alyssum",
    "stalk of goldenrod",
    "yellow primrose",
    "small wild rose",
    "wild chokecherry",
    "motherwort",
    "mistweed",
    "murdroot",
    "ironfern root",
    "wingstem root",
    "bur-clover root"
  ]
}