{
  "wayto": {
    "4025": "go exchange",
    "614": "south",
    "616": "southwest"
  },
  "paths": [
    "Obvious paths: south, southwest"
  ],
  "image_coords": [
    1055,
    84,
    1077,
    105
  ],
  "terrain": "hard, flat",
  "description": [
    "Clients flow through the front door of the Ta'Illistim Exchange, most clutching promissory notes in their hands, a few even mumbling under their breath about the fees.  Three city guardsmen stand outside the stone building, scanning the crowds for signs of trouble.",
    "Close to the airship docks, the distinctly elven flavor of Ta'Illistim is muddied by the presence of foreign import and export businesses, as well as an influx of their styles of architecture.  Mixed in with the typical white marble and blue tile are thatched roofs, hide tents and plain stone blocks, each group clustered together in mini neighborhoods of expatriates.  The wey is lit with smoky torches, set atop caged metal poles.",
    "Close to the airship docks, the distinctly elven flavor of Ta'Illistim is muddied by the presence of foreign import and export businesses, as well as an influx of their styles of architecture.  Mixed in with the typical white marble and blue tile are thatched roofs, hide tents and plain stone blocks, each group clustered together in mini neighborhoods of expatriates.  The wey, and a tall stone tower, are lit with smoky torches, set atop caged metal poles.",
    "Close to the airship docks, the distinctly elven flavor of Ta'Illistim is muddied by the presence of foreign import and export businesses, as well as an influx of their styles of architecture.  Mixed in with the typical white marble and blue tile are thatched roofs, hide tents and plain stone blocks, each group clustered together in mini neighborhoods of expatriates.  The street curves around a tall stone tower."
  ],
  "image": "en-ta_illistim-new.jpg",
  "climate": "temperate",
  "title": [
    "[Ta'Illistim, Aerie Wey]"
  ],
  "check_location": null,
  "timeto": {
    "4025": 0.2,
    "614": 0.2,
    "616": 0.2
  },
  "id": 615,
  "location": "Ta'Illistim",
  "tags": [
    "no forageables",
    "meta:forage-sensed"
  ],
  "links": [

  ]
}