{
  "id": 6944,
  "title": [
    "[Wehnimer's, Festival Grounds]"
  ],
  "description": [
    "Brightened by daylight, a broad swathe of cultivated meadow grass is crisscrossed with small footpaths and dotted with the occasional tree.  Tall hedges enclose the festival grounds, the only visible openings a red-bricked pathway and an ironbound gate.  A moss-covered, riverstone fountain burbles in one corner, surrounded by a bright splash of roses.  A copper-banded, riverstone marker rests beside the red-bricked path.",
    "Bathed in moonlight and shadows, a broad swathe of cultivated meadow grass is crisscrossed with small footpaths and dotted with the occasional tree.  Tall hedges enclose the festival grounds, the only visible openings a red-bricked pathway and an ironbound gate.  A moss-covered, riverstone fountain burbles in one corner, surrounded by a bright splash of roses.  A copper-banded, riverstone marker rests beside the red-bricked path.",
    "Bathed in moonlight and shadows, a broad swathe of cultivated meadow grass is crisscrossed with small footpaths and dotted with the occasional tree.  Tall hedges enclose the festival grounds, the only visible openings a red-bricked pathway, a marble walkway, and an ironbound gate.  A moss-covered, riverstone fountain burbles in one corner, surrounded by a bright splash of roses.  A copper-banded, riverstone marker rests beside the red-bricked path.",
    "Brightened by daylight, a broad swathe of cultivated meadow grass is crisscrossed with small footpaths and dotted with the occasional tree.  Tall hedges enclose the festival grounds, the only visible openings a red-bricked pathway, a marble walkway, and an ironbound gate.  A moss-covered, riverstone fountain burbles in one corner, surrounded by a bright splash of roses.  A copper-banded, riverstone marker rests beside the red-bricked path."
  ],
  "paths": [
    "Obvious paths: none"
  ],
  "location": "the town of Wehnimer's Landing",
  "wayto": {
    "287": "go pathway",
    "19584": "go walkway"
  },
  "timeto": {
    "287": 0.2,
    "19584": 0.2
  },
  "tags": [
    "meta:teleport:fwi"
  ]
}