{
  "id": 8696,
  "title": [
    "[Silverwood Manor, Courtyard]"
  ],
  "description": [
    "Painted a pristine shade of white, a short stone wall lines the entire expanse of the courtyard.  Leading towards the carved haonwood door of the manor, some short boxwood hedges line the multicolored stone path.  Verdant grass provides a suitable place to sit and listen to a lesson, and a small tree to the back of the courtyard lends shade if needed.  Azalea bushes with resplendent pink blossoms edge the wall, adding a touch of color to the area.",
    "A low stone fence, capped with a domed layer of fresh snow, separates the manor from the street.  Lining the rest of the courtyard, some short boxwood hedges grow hardily, adding a bright spot of green to the environs.  A cobblestone walkway leads through a large expanse of smooth snow to the front entrance.  The carved haonwood door is sheltered by a red-painted roof that juts out over the stoop and is lined with a glistening row of tapering icicles.",
    "A low stone fence, capped with a domed layer of fresh snow, separates the manor from the street.  Lining the rest of the courtyard are some carefully pruned juniper bushes, adding a bit of verdant green to the white, wintry surroundings.  A shoveled walkway leads through a pristine expanse of snow to the carved haon door.  A large gilded plaque is affixed to the wall of the rather imposing manor, and partially hidden behind a snowbank is a donation bin."
  ],
  "paths": [
    "Obvious paths: east",
    "Obvious paths: out"
  ],
  "location": "Icemule Trace",
  "wayto": {
    "2369": "out",
    "13532": {
      "file": "string_procs/wayto/8696_13532.rb"
    }
  },
  "timeto": {
    "2369": 0.2,
    "13532": 0.2
  },
  "image": "imt-icemule-1474811966.png",
  "image_coords": [
    494,
    698,
    530,
    734
  ],
  "tags": [
    "sassafras leaf",
    "sweetfern stalk",
    "angelica root",
    "valerian root",
    "pennyroyal stem",
    "soft white mushroom",
    "withered black mushroom",
    "white hook mushroom",
    "blue trafel mushroom",
    "ice tulip",
    "moonflower",
    "snow pansy",
    "winter rose",
    "bright red cranberry",
    "frostflower",
    "blue whortleberry",
    "arctic brambles",
    "witchwood twig",
    "yew twig",
    "luckbloom blossom",
    "wavepetal blossom",
    "mentors"
  ]
}